[
    {
        "text": "В каких случаях движение по дороге, покрытой льдом наиболее опасное? ",
        "questionImg": "/stamp/img/24d52f56f9b8be61a81b7bbedff38e61",
        "options": [
            "Когда температура воздуха выше точки замерзания воды.",
            "Когда температура воздуха ниже точки замерзания воды. ",
            "В данной ситуации температура воздуха на безопасность не влияет."
        ],
        "id": "1323",
        "correctAnswerId": 0,
        "explanationId": "Поверхность дороги становится наиболее скользкой при гололеде. Образование ледяной корки на дороге происходит при температурах на поверхности почвы от 0 до —5° С после снегопада, дождя или оттепели. Поэтому при таких условиях водители должны быть особенно внимательными. "
    },
    {
        "text": "Выезжать из глубокой колеи   водителю заднеприводного автомобиля следует: ",
        "questionImg": "",
        "options": [
            "На небольшой скорости, сначала резко повернув рулевое колесо в сторону, противоположную направлению выезда, а затем, в сторону выезда.",
            "Начать выезжать, как можно быстрее, резко повернув рулевое колесо в сторону выезда."
        ],
        "id": "1386",
        "correctAnswerId": 0,
        "explanationId": "Для выезда применяется техника раскачки:\n1. Снизьте скорость до 10-15 км/час. На большей скорости осуществить маневр правильно намного сложнее, к тому же возрастает риск раскрестить автомобиль поперек дорожного полотна (положение, когда колеса находятся в желобах колеи по диагонали);\n2. Направьте руль в сторону, противоположную к предполагаемому месту выезду из колеи, одновременно немного нажав на газ;\n3. Как только автомобиль немного заскочит на стенку желоба, отпустите газ и быстрым движением направьте автомобиль в сторону выезда;\n4. Полученный импульс позволит носовой части автомобиля выехать из колеи, после чего вам остается только выровнять машину."
    },
    {
        "text": "При движении по участку дороги, на котором установлен данный дорожный знак Вам рекомендуется: ",
        "questionImg": "/stamp/img/6718d35bab75d332372e325549fa0a5c",
        "options": [
            "Снизить  скорость и быть готовым к возможному отклонению траектории движения автомобиля.",
            "Не изменяя скорости, сместиться ближе к центру дороги. ",
            "Не изменяя скорости, сместиться ближе к обочине."
        ],
        "id": "1375",
        "correctAnswerId": 0,
        "explanationId": "В данной ситуации установлен дорожный знак 1.27 «Боковой ветер». Многие водители недооценивают опасность такого явления, как сильный боковой ветер. В частности, он сильно мешает удерживать транспортное средство в нужном направлении, особенно на загородных трассах. Бороться с данным явлением следует уменьшением скорости движения, а также работой рулевого колеса. Особо опасным и сильным боковой ветер является тогда, когда вы выезжаете с закрытого участка дороги: из-за большого высокого забора, шумового заграждения, большого здания и тому подобное."
    },
    {
        "text": "Назовите признаки венозного кровотечения:",
        "questionImg": "",
        "options": [
            "На раневой поверхности выступают мелкие, точечные капельки крови.",
            "Кровь темно-вишневого цвета, вытекает медленно, равномерной непрерывной струей.",
            "Кровь ярко-красного цвета, выбрасывается сильной пульсирующей струей."
        ],
        "id": "1287",
        "correctAnswerId": 1,
        "explanationId": "\u000eú"
    },
    {
        "text": "На ваших глазах человек упал и него начались судороги. Какую помощь вы ему окажите?",
        "questionImg": "",
        "options": [
            "Откроете пострадавшему рот и вставите ему туда ложку или любой другой твердый предмет.",
            "Похлопаете пострадавшего по щекам.",
            "Уберете от пострадавшего опасные предметы и подложите под его голову что-то мягкое."
        ],
        "id": "214071",
        "correctAnswerId": 2,
        "explanationId": "\u000eú"
    },
    {
        "text": "При управлении автомобилем, необходимо, наблюдать за всем, что происходит: ",
        "questionImg": "",
        "options": [
            "Спереди Вашего автомобиля. ",
            "Сзади Вашего автомобиля. ",
            "Справа и слева от Вашего автомобиля. ",
            "Вокруг Вашего автомобиля."
        ],
        "id": "1350",
        "correctAnswerId": 3,
        "explanationId": "Во время управления автомобилем водитель должен внимательно наблюдать за дорогой впереди автомобиля, окружающей обстановкой и движением других транспортных средств спереди, с обеих сторон и сзади автомобиля (пользуясь зеркалом заднего вида). Для обеспечения полной безопасности движения необходимо, чтобы наблюдение за дорогой было непрерывным."
    },
    {
        "text": "Выберите рисунок, на котором указан безопасный способ разворота с использованием примыкающей полевой дороги с левой стороны? ",
        "questionImg": "/stamp/img/5780efc2a8dfd659c887634122fa4e6b",
        "options": [
            "На левом рисунке. ",
            "На правом рисунке."
        ],
        "id": "626",
        "correctAnswerId": 1,
        "explanationId": "Разворот, а особенно движение задним ходом является сложными и опасными маневрами.В данных примерах водитель по разному выполняет данные маневры. Но правильным(безопасным) считается тот, при котором автомобиль движущийся задним ходом пересекает меньшее количество полос движения."
    },
    {
        "text": "При движении на большой скорости, управлять рулевым колесом, Вам рекомендуется:",
        "questionImg": "",
        "options": [
            "Плавно, так как незначительный поворот рулевого колеса, может сильно изменить траекторию движения.",
            "Слегка поворачивать рулевое колесо влево и вправо, чтобы улучшить сцепление шин с дорогой. ",
            "Управлять рулевым колесом, с помощью одной руки."
        ],
        "id": "1360",
        "correctAnswerId": 0,
        "explanationId": "Если понадобится изменить положение автомобиля на дороге, то отклонение в сторону надо делать плавно, путем легкого нажима на рулевое колесо, помня о высокой скорости движения."
    },
    {
        "text": "Что Вы должны учитывать при выборе скорости движения, в данной ситуации? ",
        "questionImg": "/stamp/img/4ce44b6730ec276cbfec2faa76bda088",
        "options": [
            "Пешеход может перейти дорогу, не меняя своего темпа движения или наоборот ускориться.",
            "Пешеход может внезапно остановиться или отступить назад. ",
            "Пешеход может внезапно упасть, споткнувшись или поскользнувшись.",
            "Необходимо учитывать все вышеперечисленное."
        ],
        "id": "755",
        "correctAnswerId": 3,
        "explanationId": "При возникновении препятствия и (или) опасности для движения, которые водитель в состоянии обнаружить, он принимает меры к снижению скорости вплоть до остановки транспортного средства.(Раздел 10, пункт 1, ПДД РК) "
    },
    {
        "text": "Какой прием торможения Вы выберете на скользкой дороге? ",
        "questionImg": "",
        "options": [
            "Выключив сцепление, плавно и до упора нажав на педаль тормоза. ",
            "Не выключая сцепления, прерывисто нажимая на педаль тормоза."
        ],
        "id": "1305",
        "correctAnswerId": 1,
        "explanationId": "На дорогах со скользким покрытием можно применять прерывистое торможение, периодически нажимая на тормозную педаль и быстро ее отпуская, при этом без выключения сцепления.  (Основы управления автомобилем и безопасность движения. В.А. Шпейд)"
    },
    {
        "text": "У пострадавшего из раны на руке, торчит осколок стекла, что вы сделаете? ",
        "questionImg": "",
        "options": [
            "Удалю стекло.",
            "Оставлю стекло на месте и наложу давящую повязку поверх стекла",
            "Вокруг инородного тела создам прокладку из неразвернутых бинтов либо скручу косынку в виде бублика."
        ],
        "id": "214069",
        "correctAnswerId": 2,
        "explanationId": "\u000eú"
    },
    {
        "text": "При движении по какому из перечисленных участков, существует наибольшая  вероятность, возникновения заноса? ",
        "questionImg": "",
        "options": [
            "При движении по грунтовой дороге. ",
            "При движении по заснеженной дороге.",
            "При движении по асфальтобетонной дороге. ",
            "При движении по любому из перечисленных участков."
        ],
        "id": "1333",
        "correctAnswerId": 1,
        "explanationId": "Для оценки влияния состояния дороги на силу сцепления служит коэффициент сцепления, который зависит от вида покрытия дороги и от его состояния. Заснеженная, мокрая, грязная дорога уменьшает величину коэффициента, а следовательно, и силу сцепления. Уменьшение коэффициента сцепления колес с дорогой наблюдается также при увеличении скорости движения. При пониженном коэффициенте сцепления резко возрастает путь, затрачиваемый автомобилем на торможение и ухудшается способность автомобиля противостоять заносу (боковому скольжению) и опрокидыванию."
    },
    {
        "text": "Влияет ли износ протектора шин на коэффициент сцепления с дорогой?",
        "questionImg": "",
        "options": [
            "Влияет.",
            "Влияет, только при загруженном транспорте. ",
            "Влияет, только при не загруженном транспорте. ",
            "Влияет, только при большой скорости движения.",
            "Не влияет."
        ],
        "id": "1310",
        "correctAnswerId": 0,
        "explanationId": "На коэффициент сцепления влияют многие факторы. В зависимости от качества и состояния дорожного покрытия он меняется в широких пределах. Наибольшее влияние на коэффициент сцепления также оказывают скорость движения, состояние протектора шин и характер действующих на колесо сил. (Основы управления автомобилем и безопасность движения. В.А. Шпейд)"
    },
    {
        "text": "При движении ночью Вам не рекомендуется: ",
        "questionImg": "",
        "options": [
            "Внимательно наблюдать за любыми темными или неясными предметами, находящимися на дороге. ",
            "Наблюдать за дорогой не только в области, освещенной фарами Вашего автомобиля, но и за ее пределами. ",
            "Включить свет в салоне автомобиля, чтобы дать глазам отдохнуть."
        ],
        "id": "1358",
        "correctAnswerId": 2,
        "explanationId": "В условиях плохой освещенности следует концентрировать свой взгляд на контурах или очертаниях наблюдаемых объектов. В этом случае объект может быть выявлен и опознан значительно быстрее, чем при фиксации взгляда непосредственно на самом объекте. Не фокусируйте свой взгляд на центре освещенной зоны. Старайтесь следить за краями освещенной зоны. Ищите освещенные участки на подъемах дороги, поворотах, пересечениях. Старайтесь концентрировать свое внимание не на ярко освещенных знаках или зданиях, а на дорожной обстановке впереди.\n\n\n"
    },
    {
        "text": "Путь, пройденный автомобилем с момента обнаружения Вами  опасности и до полной остановки, называется:  ",
        "questionImg": "/stamp/img/de53077ed4ab04b4ef08da504154e558",
        "options": [
            "Тормозной путь. ",
            "Остановочный путь. ",
            "Путь, пройденный за время Вашей реакции.",
            "Путь, пройденный за время срабатывания тормозного привода."
        ],
        "id": "1276",
        "correctAnswerId": 1,
        "explanationId": "Путь, пройденный автомобилем с момента обнаружения Вами опасности и до полной остановки - остановочный путь. "
    },
    {
        "text": "Если Вы двигаетесь за автомобилем, выполняющим поворот направо, Вам рекомендуется:",
        "questionImg": "/stamp/img/bc2cb260cd680e0337015ded51464e05",
        "options": [
            "Увеличить скорость, так как полоса движения освободится. ",
            "Наблюдать за обстановкой перед лидирующим автомобилем, чтобы заранее предвидеть возможность его торможения и увеличить дистанцию.",
            "Подать звуковой сигнал,  если он создает Вам помехи для движения."
        ],
        "id": "576",
        "correctAnswerId": 1,
        "explanationId": "Двигаться за транспортным средством (лидером), особенно закрывающему обзорность дороги, необходимо повысив внимание. Так как задний водитель вынужден двигаться в режиме лидера и непрерывно наблюдать за его поведением. Основной мерой безопасности является выбор дистанции, которую необходимо увеличивать в местах, где повышается вероятность торможения лидера (перед перекрестками, пешеходными переходами, остановками транспортных средств общего пользования)."
    },
    {
        "text": "При проезде мимо автомобиля, начинающего движение после остановки, Вам рекомендуется: ",
        "questionImg": "",
        "options": [
            "Снизить скорость и обеспечить достаточный, безопасный боковой интервал.",
            "Продолжать двигаться с той же скоростью, так как вы обладаете преимущественным правом проезда."
        ],
        "id": "1338",
        "correctAnswerId": 0,
        "explanationId": "Стоящие автомобили могут неожиданно для вас начать выезжать со стоянки. Из-за стоящего автомобиля может появиться пешеход. Предвидя возможность появления этих опасностей, не приближайтесь к стоящим автомобилям слишком близко, оставляйте запас безопасности сбоку. Постоянно наблюдайте за ними."
    },
    {
        "text": "При движении в городе, Вам необходимо: ",
        "questionImg": "",
        "options": [
            "Наблюдать только за самыми важными, с точки зрения безопасности движения, объектами и событиями, с помощью быстрых и непродолжительных взглядов.",
            "Увеличить скорость, при проезде мимо, стоящих автомобилей. ",
            "Как можно чаще, менять полосу движения."
        ],
        "id": "1353",
        "correctAnswerId": 0,
        "explanationId": "Если видимость ограничена стоящими транспортными средствами, зданиями или зелеными насаждениями, уменьшите скорость движения и двигайтесь медленно до тех пор, пока не сможете видеть всю обстановку. Если транспортные средства, стоящие на одной полосе движения, закрывают видимость обстановки, подождите пока они проедут. Попытка улучшить обзор, выехав частично на соседнюю полосу, может привести к столкновению.\n\n"
    },
    {
        "text": "Выберите рисунок, на котором указан безопасный способ разворота с использованием примыкающей полевой дороги с левой стороны? ",
        "questionImg": "/stamp/img/8f7a4a007cd6a65c5213ac29f8b734c4",
        "options": [
            "На левом рисунке. ",
            "На правом рисунке."
        ],
        "id": "1199",
        "correctAnswerId": 0,
        "explanationId": "Разворот, а особенно движение задним ходом является сложными и опасными маневрами.В данных примерах водитель по разному выполняет данные маневры. Но правильным (безопасным) считается тот, при котором автомобиль движущийся задним ходом использует меньшее количество полос движения."
    },
    {
        "text": "Как оказать первую помощь при обмороке?",
        "questionImg": "",
        "options": [
            "Уложив на спину, приподнять ноги на 20 – 30 см., обеспечить приток свежего воздуха.",
            "Перенести в прохладное место, уложить, охлаждать голову и область сердца, напоить холодным напитком.",
            "Уложить, согреть, напоить горячим напитком."
        ],
        "id": "214065",
        "correctAnswerId": 0,
        "explanationId": "\u000eú"
    },
    {
        "text": "В случае потери сцепления колес с дорогой, на участках покрытых слоем воды, Вам рекомендуется:",
        "questionImg": "",
        "options": [
            "Увеличить скорость движения. ",
            "Снизить скорость движения, резким нажатием на педаль тормоза.  ",
            "Снизить скорость, применяя торможение двигателем."
        ],
        "id": "1320",
        "correctAnswerId": 2,
        "explanationId": "При значительной скорости движения (80 км/час и выше) вода попросту не успевает «убежать» от колеса. В результате под колёсами образуется так называемый водяной клин, шины теряют сцепление с дорогой, и автомобиль становится неуправляемым. Такое явление ещё называют аквапланированием. При аквапланировании машина не реагирует ни на руль, ни на тормоз! Но это только до тех пор, пока скорость не снизится, а колеса продавят воду! Поэтому, если уж случилось страшное, и автомобиль поплыл, не следует вращать рулевое колесо и давить на педаль тормоза. Когда скорость упадет, и контакт с дорогой восстановится, повёрнутые колёса обязательно вызовут бросок автомобиля в сторону. А если при этом ещё и заблокировать колёса, давя на педаль тормоза, то занос автомобиля гарантирован."
    },
    {
        "text": "Скорость движения транспортного средства при выполнении поворота зависит:",
        "questionImg": "",
        "options": [
            "От веса транспортного средства.",
            "От величины сцепления колес с дорогой.",
            "От высоты расположения груза.",
            "От радиуса закругления дороги.",
            "Все выше перечисленное."
        ],
        "id": "214143",
        "correctAnswerId": 4,
        "explanationId": "Чем хуже сцепления колес с дорогой, больше вес транспортного средства, выше расположен груз и меньше радиус поворота, тем меньшей должна быть скорость движения автомобиля. (Основы управления автомобилем и безопасность движения. В.А. Шпейд)\n"
    },
    {
        "text": "Какие предметы можно использовать в качестве иммобилизирующей шины?",
        "questionImg": "",
        "options": [
            "Доски, палки, автомобильный коврик.",
            "Доски, картон, рейки, бинт.",
            "Оба варианта верны."
        ],
        "id": "214075",
        "correctAnswerId": 2,
        "explanationId": "\u000eú"
    },
    {
        "text": "В случае, когда правые колеса Вашего автомобиля, наезжают на неукрепленную и влажную обочину, Вам рекомендуется: ",
        "questionImg": "",
        "options": [
            "Затормозить и полностью остановиться. ",
            "Затормозить и плавно направить автомобиль в левую сторону. ",
            "Не прибегая к торможению, плавно вернуть автомобиль на проезжую часть.",
            "Не прибегая к торможению, резко вернуть автомобиль на проезжую часть."
        ],
        "id": "1362",
        "correctAnswerId": 2,
        "explanationId": "Задача водителя – не спровоцировать занос автомобиля. А условия для заноса просто идеальные – достаточно только нажать на тормоз или резко вывернуть руль влево, а всё остальное за водителя сделает сила инерции, которая обязательно появляется при любом торможении. Поэтому крепко держим рулевое колесо и, не прибегая к торможению, возвращаем машину на проезжую часть по очень-очень плавной дуге."
    },
    {
        "text": "При приближении к Вам автомобиля сзади, Вам рекомендуется: ",
        "questionImg": "",
        "options": [
            "Чаще смотреть в зеркало заднего вида.",
            "Включить габаритные огни. ",
            "Увеличить скорость движения."
        ],
        "id": "1354",
        "correctAnswerId": 0,
        "explanationId": "При наблюдении за дорожно-транспортной обстановкой старайтесь не задерживать свой взгляд на одном участке или объекте длительное время, так как это может привести к тому, что вы пропустите внезапно появившуюся опасность. Регулярно осматривайте обстановку сзади и сбоку вашего автомобиля.\n\n"
    },
    {
        "text": "Износ различной степени правых и левых шин при торможении автомобиля, могут привести: ",
        "questionImg": "",
        "options": [
            "К перегреву тормозных механизмов. ",
            "К отслоению протектора шин. ",
            "К заносу и опрокидыванию автомобиля."
        ],
        "id": "1311",
        "correctAnswerId": 2,
        "explanationId": "Силам, стремящимся вызвать скольжение колеса как в продольном (буксование или движение юзом), так и в поперечном (занос) направлении, противодействует сила его сцепления с дорогой. На коэффициент сцепления влияют многие факторы. В зависимости от качества и состояния дорожного покрытия он меняется в широких пределах. Наибольшее влияние на коэффициент сцепления также оказывают скорость движения, состояние протектора шин и характер действующих на колесо сил. (Основы управления автомобилем и безопасность движения. В.А. Шпейд)"
    },
    {
        "text": "Какова последовательность действий при осмотре пострадавшего:",
        "questionImg": "",
        "options": [
            "Открытие дыхательных путей, проверка дыхания, проверка наличия сильного кровотечения. ",
            "Проверка сознания, проверка дыхания, проверка наличия кровотечения. ",
            "Проверка дыхания, проверка наличия кровотечения, проверка наличия закрытых травм."
        ],
        "id": "214070",
        "correctAnswerId": 1,
        "explanationId": "\u000eú"
    },
    {
        "text": "Какие колеса на транспортном средстве, более подвержены блокировке при резком торможении? ",
        "questionImg": "",
        "options": [
            "Передние колеса. ",
            "Задние колеса.",
            "Передние и задние колеса в равной степени."
        ],
        "id": "1307",
        "correctAnswerId": 1,
        "explanationId": "Под воздействием силы инерции передний мост при торможении нагружается, а задний, напротив, разгружается. Соответственно для задней оси блокировка колес происходит раньше. (Основы управления автомобилем и безопасность движения. В.А. Шпейд)"
    },
    {
        "text": "Что Вы должны сделать, при возникновении заноса, вызванного резким поворотом рулевого колеса на скользкой дороге? ",
        "questionImg": "",
        "options": [
            "Плавно повернуть рулевое колесо в сторону, противоположенную заносу. ",
            "Плавно повернуть рулевое колесо в сторону заноса.",
            "Плавно нажать на педаль тормоза."
        ],
        "id": "1314",
        "correctAnswerId": 1,
        "explanationId": "Начинающийся занос можно быстро ликвидировать, правильно действуя рулевым колесом и педалями. Для этого при начале заноса рулевое колесо быстро, но плавно поворачивают в сторону заноса и одновременно уменьшают (или, наоборот, увеличивают) нажатие на педаль подачи топлива, чтобы прекратить буксование или юз колес, вызванные предшествующим резким изменением положения педали подачи топлива. Если занос возник вследствие торможения, необходимо отпустить педаль тормоза. Нередко после выравнивания автомобиля начинается его занос в другую сторону, который устраняют таким же способом."
    },
    {
        "text": "Путь, пройденный автомобилем с начала действия тормозов до полной остановки, называется: ",
        "questionImg": "/stamp/img/a7da96dcfd59d2631433aab49059af95",
        "options": [
            "Тормозной путь. ",
            "Остановочный путь. ",
            "Путь, пройденный за время Вашей реакции.",
            "Путь, пройденный за время срабатывания тормозного привода."
        ],
        "id": "1275",
        "correctAnswerId": 0,
        "explanationId": "Тормозной путь - расстояние, на которое перемещается автомобиль с момента касания тормозной педали до остановки. (Основы управления автомобилем и безопасность движения. В.А. Шпейд) "
    },
    {
        "text": "При управлении каким транспортным средством, есть вероятность ослепления дальним светом фар водителей, как встречных, так и попутных транспортных средств?",
        "questionImg": "",
        "options": [
            "Мотоциклом или легковым автомобилем.",
            "Грузовым автомобилем с разрешенной максимальной массой менее 3,5 тонн или микроавтобусом. ",
            "Грузовым автомобилем с разрешенной максимальной массой более 3,5 тонн или междугородним автобусом. ",
            "Тракторами и самоходными машинами. ",
            "Всеми перечисленными транспортными средствами."
        ],
        "id": "1433",
        "correctAnswerId": 4,
        "explanationId": "Многие водители игнорируют необходимость регулировки света фар - мероприятие, которое обеспечивает правильное распределение света на дороге и снижает вероятность ослепления. Проверять и регулировать свет фар необходимо на любом транспортном средстве, хотя бы один раз в год. (Основы управления автомобилем и безопасность движения. В.А. Шпейд)"
    },
    {
        "text": "Как изменяется, длина тормозного пути легкового автомобиля, при движении с прицепом? ",
        "questionImg": "",
        "options": [
            "Уменьшается. ",
            "Увеличивается.",
            "Не изменяется."
        ],
        "id": "1336",
        "correctAnswerId": 1,
        "explanationId": "Двигаясь с прицепом, вы двигаетесь в составе автопоезда, как одно целое. И общая масса такой транспортной единицы складывается из массы автомобиля и массы прицепа. А чем больше масса, тем больше сила инерции. А чем больше сила инерции, тем больше тормозной путь."
    },
    {
        "text": "Какой алгоритм первой помощи при закрытых травмах живота?",
        "questionImg": "",
        "options": [
            "Приложить холод к поврежденному месту и положить пострадавшего на бок, вызвать скорую помощь.",
            "Перевести пострадавшего в удобное положение и дать обезболивающие лекарства.",
            "Положить пострадавшего на спину, приложить холод к поврежденному месту, укрыть одеялом, приподнять ноги на 30-40см, вызвать скорую помощь."
        ],
        "id": "214066",
        "correctAnswerId": 2,
        "explanationId": "\u000eú"
    },
    {
        "text": "Какая скорость, обеспечит Вам наибольшую безопасность, при движении в плотном транспортном потоке? ",
        "questionImg": "",
        "options": [
            "Значительно меньшая, средней скорости потока.",
            "Значительно большая, средней скорости потока. ",
            "Равная, средней скорости потока."
        ],
        "id": "1318",
        "correctAnswerId": 2,
        "explanationId": "В транспортном потоке часто транспортные средства движутся друг за другом с ограниченной дистанцией, причем условия для маневрирования бывают крайне стесненными. Здесь водитель лишен возможности выбирать скорость движения. Как у большинства других транспортных средств, она устанавливается под влиянием скоростного режима всего потока и прежде всего головного автомобиля — лидера. Попытка обогнать или опередить другие транспортные средства может создавать им помехи."
    },
    {
        "text": "При движении в условиях тумана, расстояние до предметов представляется: ",
        "questionImg": "",
        "options": [
            "Большим, чем в действительности.",
            "Меньшим, чем в действительности.",
            "Соответствующим действительности."
        ],
        "id": "1364",
        "correctAnswerId": 0,
        "explanationId": "Это происходит из-за преломления лучей света в мелких каплях воды, которые образуют туман, а также из-за того, что очертания предметов размыты и они кажутся меньше, а мозг воспринимает их дальше. Например, водителю может показаться, что автомобиль на обочине движется, а на самом деле он стоит на месте."
    },
    {
        "text": "Какие из перечисленных Ваших действий, могут привести к заносу автомобиля при движении по обледенелой дороге? ",
        "questionImg": "",
        "options": [
            "Очень быстрый поворот рулевого колеса. ",
            "Резкое увеличение подачи топлива при движении. ",
            "Резкое торможение. ",
            "Все перечисленные действия."
        ],
        "id": "1334",
        "correctAnswerId": 3,
        "explanationId": "Избегайте резких поворотов руля, резкого торможения, резкого переключения передач. Плавное, мягкое, размеренное управление автомобилем придаст ему большую устойчивость, снизит вероятность заноса, которая всегда существует на скользком покрытии."
    },
    {
        "text": "При въезде на участок, покрытый влажными листьями, Вам рекомендуется: ",
        "questionImg": "/stamp/img/de0031856ea9f9836266c95c1af3ecaa",
        "options": [
            "Плавное торможение, прерывистыми нажатиями на педаль тормоза не выключая сцепление.",
            "Плавное торможение, прерывистыми нажатиями на педаль тормоза, выключив сцепление. ",
            "При движении, как можно чаще поворачивать рулевое колесо то вправо- то влево, чтобы улучшить контакт шин с дорогой. ",
            "Выключить сцепление, плавно и до упора нажать на педаль тормоза."
        ],
        "id": "1322",
        "correctAnswerId": 0,
        "explanationId": "Избегайте резких поворотов руля, резкого торможения, резкого переключения передач. Плавное, мягкое, размеренное управление автомобилем придаст ему большую устойчивость, снизит вероятность заноса, которая всегда существует на скользком покрытии. "
    },
    {
        "text": "При объезде стоящего автомобиля в данной ситуации, Вам рекомендуется: ",
        "questionImg": "/stamp/img/e6f356c995bba107adf8fc541d891d1a",
        "options": [
            "Двигаться, как можно ближе к нему. ",
            "Обеспечить достаточный боковой интервал на случай, если внезапно откроется дверь стоящего автомобиля или из-за него появится пешеход, переходящий дорогу.",
            "Продолжать двигаться с той же скоростью, так как вы обладаете преимущественным правом проезда по отношению к водителю стоящего автомобиля."
        ],
        "id": "1337",
        "correctAnswerId": 1,
        "explanationId": "Водитель легкового автомобиля должен вовремя предвидеть возможное развитие ситуации, повысить внимание, по возможности увеличить боковой интервал, снизить скорость и быть готовым к экстренному торможению. "
    },
    {
        "text": "При каком соотношении между силой тяги и силой сцепления колеса с поверхностью дороги, обеспечивается движении без пробуксовки? ",
        "questionImg": "",
        "options": [
            "Сила тяги больше, силы сцепления. ",
            "Сила тяги меньше, силы сцепления.",
            "Сила тяги равна, силе сцепления."
        ],
        "id": "214141",
        "correctAnswerId": 2,
        "explanationId": "Силам, стремящимся вызвать скольжение колеса как в продольном (буксование или движение юзом), так и в поперечном (занос) направлении, противодействует сила его сцепления с дорогой, равная, как известно, произведению силы давления колеса на дорогу и коэффициента сцепления колеса с ее поверхностью. На скользкой дороге сила сцепления колес с поверхностью дорожного покрытия очень мала, а поэтому даже небольшая окружная (тяговая или тормозная) сила, приложенная к колесу, может вызвать его скольжение в продольном направлении."
    },
    {
        "text": "К чему приводит, пониженное давление воздуха в шинах, передних колес автомобиля? ",
        "questionImg": "",
        "options": [
            "К увеличению тормозного пути. ",
            "К снижению силы сцепления шин с дорогой. ",
            "К затруднению управления автомобилем.",
            "Ко всему выше перечисленному."
        ],
        "id": "1384",
        "correctAnswerId": 2,
        "explanationId": "Уменьшение давления в одной из шин увеличивает ее сопротивление качению и увод, поэтому автомобиль постоянно отклоняется в сторону шины с меньшим давлением."
    },
    {
        "text": "При движении на затяжных и крутых спусках, покрытых снегом или льдом, Вам рекомендуется: ",
        "questionImg": "/stamp/img/d48999560484a08cd44e96aa987a3cb0",
        "options": [
            "Двигаться накатом с использованием рабочей тормозной системы. ",
            "Включить пониженную передачу перед началом спуска и двигаться, периодически притормаживая рабочим тормозом.",
            "Снизить в начале спуска скорость и постепенно переключать передачи до выбора оптимального режима движения."
        ],
        "id": "1324",
        "correctAnswerId": 1,
        "explanationId": "Для преодоления затяжных и крутых спусков перед спуском следует снижать скорость и включать необходимую передачу. Выбирать передачу следует таким образом, чтобы двигатель работал на малых оборотах. На затяжных крутых спусках необходимо включать такую же передачу, как и для преодоления подъема соответствующей крутизны. Водитель изменением положения педали управления дроссельной заслонкой должен корректировать скорость движения, не допуская ее возрастания до опасных значений. Прием торможения двигателем с переходом на пониженную передачу и одновременным использованием тормозов очень эффективен. "
    },
    {
        "text": "Двигаясь за транспортным средством, выезжающим на главную дорогу, Вам рекомендуется:",
        "questionImg": "",
        "options": [
            "Уменьшить дистанцию, чтобы осуществить выезд, одновременно с лидером. ",
            "Обогнать, если он движется очень медленно. ",
            "Быть готовым к тому, что движущийся впереди автомобиль, может остановиться."
        ],
        "id": "575",
        "correctAnswerId": 2,
        "explanationId": "Двигаться за транспортным средством (лидером), особенно закрывающему обзорность дороги, необходимо повысив внимание. Так как задний водитель вынужден двигаться в режиме лидера и непрерывно наблюдать за его поведением.Основной мерой безопасности является выбор дистанции, которую необходимо увеличивать в местах, где повышается вероятность торможения лидера (перед перекрестками, пешеходными переходами, остановками транспортных средств общего пользования)."
    },
    {
        "text": "К каким негативным последствиям, может привести неравномерное расположение  груза большой массы,  на автомобиле? ",
        "questionImg": "",
        "options": [
            "Управление автомобиля становиться затруднительным. ",
            "Положение автомобиля становиться неустойчивым. ",
            "Приведет к обоим негативным последствиям."
        ],
        "id": "560",
        "correctAnswerId": 2,
        "explanationId": "При выполнении грузоперевозок автомобилями очень важно размещать грузы в кузове автомашины равномерно. Равномерная загрузка товаров состоит в их размещении в кузове без перегрузок одного из бортов, а также задней или передней части автомобиля. Чрезмерная набивка грузами передней части грузовых фургонов может создать излишнюю нагрузку на рулевые колеса, что ухудшает управляемость автомашины. Избыточное размещение транспортируемых грузов в задней части фургонов опасно созданием непомерного давления на задние оси, которое сопровождается, как правило, большой раскачкой передней части во время движения автомашины. А неравномерное размещение транспортируемых грузов между бортами кузова способно привести к заносам грузового фургона."
    },
    {
        "text": "Какой последовательности рекомендуется придерживаться при перестроении?",
        "questionImg": "",
        "options": [
            "Маневр-указатель поворота-зеркало.",
            "Зеркало- указатель поворота- маневр.",
            "Маневр-зеркало-указатель поворота.",
            "Указатель поворота- зеркало-маневр."
        ],
        "id": "214142",
        "correctAnswerId": 3,
        "explanationId": "Перед началом выполнения маневра водитель подает сигналы световыми указателями соответствующего назначения, а если они отсутствуют или неисправны - рукой. При этом маневр осуществляется с соблюдением безопасности и не создает помех другим участникам движения. (Раздел 8, пункт 1, ПДД РК)"
    },
    {
        "text": "При каком расположении центра тяжести, автомобиль наиболее устойчив против опрокидывания? ",
        "questionImg": "",
        "options": [
            "Центр тяжести расположен низко.",
            "Центр тяжести смещен вправо или влево. ",
            "Центр тяжести расположен высоко."
        ],
        "id": "1303",
        "correctAnswerId": 0,
        "explanationId": "Возможность опрокидывания зависит от расположения центра тяжести автомобиля. Чем выше от поверхности дороги находится центр тяжести, тем вероятнее опрокидывание. Особенно часто опрокидываются автобусы, а также грузовые автомобили, занятые на перевозке легковесных, объемных грузов (сено, солома, ящики с табачными и макаронными изделиями, контейнеры) и жидкостей. (Основы управления автомобилем и безопасность движения. В.А. Шпейд)"
    },
    {
        "text": "С увеличением скорости движения, поле зрения водителя: ",
        "questionImg": "",
        "options": [
            "Расширяется. ",
            "Сужается.",
            "Не изменяется."
        ],
        "id": "1351",
        "correctAnswerId": 1,
        "explanationId": "Видимое пространство, которое человек может охватить взглядом при неподвижном глазном яблоке, называется полем зрения. Поле зрения не остается постоянным. Оно может расширяться и сужаться. С увеличением скорости автомобиля водитель старается наблюдать за дорогой на большем расстоянии, и размеры поля зрения уменьшаются. При значительном его сужении водитель может упустить важные детали дорожной обстановки (на перекрестке, например, не заметить пешехода) и поэтому допустить серьезные ошибки при ее оценке. "
    },
    {
        "text": "Путь, пройденный автомобилем с момента обнаружения Вами опасности и до нажатия на педаль тормоза, называется: ",
        "questionImg": "/stamp/img/7128f0a751f934a62f4095988afbc170",
        "options": [
            "Тормозной путь. ",
            "Остановочный путь. ",
            "Путь, пройденный за время Вашей реакции.",
            "Путь, пройденный за время срабатывания тормозного привода."
        ],
        "id": "1274",
        "correctAnswerId": 2,
        "explanationId": "Водитель, заметив препятствие, оценивает дорожную обстановку, принимает решение о торможении и переносит ногу на тормозную педаль. Время необходимое для этих действий - время реакции водителя, путь, пройденный автомобилем - путь, пройденный за время  реакции водителя. (Основы управления автомобилем и безопасность движения. В.А. Шпейд) "
    },
    {
        "text": "Если водитель обгоняющего Вас автомобиля испытывает затруднения при завершении обгона, из-за малой дистанции между Вашим и движущимся впереди автомобилем, Вам рекомендуется: ",
        "questionImg": "/stamp/img/48f19feb67eadcebd1f2025bf16da0b7",
        "options": [
            "Снизить скорость и увеличить дистанцию до впередиидущего автомобиля.",
            "Увеличить скорость и уменьшить дистанцию. ",
            "Выехать на обочину."
        ],
        "id": "574",
        "correctAnswerId": 0,
        "explanationId": "Не следует воспринимать обгон как вызов или оскорбление. Верхом водительской глупости считается повышение скорости в тот момент, когда вас обгоняют, нормой водительской вежливости — небольшое её снижение."
    },
    {
        "text": "Для улучшения эффективности торможения, Вам рекомендуется: ",
        "questionImg": "",
        "options": [
            "Тормозить, короткими нажатиями на педаль тормоза.",
            "Выключить двигатель и дополнительно использовать стояночный тормоз. ",
            "Резко нажать на педаль тормоза. ",
            "Резко повернуть рулевое колесо направо или налево, для того, чтобы улучшить контакт шин с дорогой и нажать на тормоз."
        ],
        "id": "1332",
        "correctAnswerId": 0,
        "explanationId": "Экстренное торможение требует остановки автомобиля ножным тормозом на возможно коротком участке пути. Интенсивность торможения зависит от силы, с которой водитель нажимает на педаль тормоза; эта сила должна быть ограничена определенным пределом. Слишком сильное нажатие на педаль может вызвать блокировку, то есть полную остановку колес, которые не вращаясь начинают скользить по дороге (идут юзом). Движение юзом весьма нежелательно, так как при скольжении сила сцепления колес с поверхностью дороги меньше, чем при качении и путь торможения (расстояние, проходимое автомобилем от начала торможения до полной остановки) увеличивается. Если управляемые колеса автомобиля повернуть, то на автомобиль начинает действовать боковая сила, стремящаяся сместить его в сторону."
    },
    {
        "text": "При выполнении обгона на автомобиле с прицепом, Вам не следует: ",
        "questionImg": "",
        "options": [
            "Бояться  встречных автомобилей. ",
            "Подавать предупредительные сигналы. ",
            "Круто и резко поворачивать руль, при возращении на ранее занимаемую полосу.",
            "Оценивать скорость, обгоняемого транспорта."
        ],
        "id": "1361",
        "correctAnswerId": 2,
        "explanationId": "Динамика движения автомобиля с прицепом значительно меняется. Он медленнее разгоняется и дольше тормозит, что объясняется возрастанием общей массы транспортного средства. Отсюда вытекает тактика вождения, другая, чем при управлении одиночным автомобилем: все делать с большим запасом пространства и времени. Не стоит предпринимать обгон автомобилей, двигающихся со скоростью 60 км/час и более. Он может затянуться и создать опасные ситуации. Если все-таки производится обгон, не забывайте, что сзади вашего автомобиля еще и прицеп, возвращайтесь в свой ряд плавно, убедившись в зеркало заднего вида в безопасности."
    },
    {
        "text": "Чем вызывается перемещение назад пассажиров или неукрепленного груза при движении автомобиля. ",
        "questionImg": "",
        "options": [
            "Резким ускорением автомобиля.",
            "Резким замедлением автомобиля.",
            "Резким ускорением и резким замедлением движения автомобиля."
        ],
        "id": "1385",
        "correctAnswerId": 0,
        "explanationId": "Перемещение назад пассажиров или неукрепленного груза при движении автомобиля вызвано силой инерции. Сила инерции — сила, возникающая при разгоне или торможении тела  и направленная в обратную сторону от ускорения. "
    },
    {
        "text": "Если во время Вашего движения начался дождь, Вам рекомендуется:  ",
        "questionImg": "",
        "options": [
            "Снизить скорость движения и быть особенно осторожным.",
            "Продолжить движение с прежней скоростью, пока дождь не усилится. ",
            "Увеличить скорость, чтобы двигаться под дождем, как можно меньше времени."
        ],
        "id": "1319",
        "correctAnswerId": 0,
        "explanationId": "Когда дождь только начинает накрапывать, дорога может стать по-настоящему коварной. Первые капли дождя действуют как миксер, взбивая накопившуюся на дороге пыль и грязь, и дорога на короткое время как бы покрывается тонкой скользкой плёнкой. Потом, когда пойдёт сильный дождь, всё это смоется. Но пока дождь только накрапывает, надо уменьшить скорость и быть особенно осторожным."
    },
    {
        "text": "Если автомобиль движется на очень малой дистанции позади Вас, Вам рекомендуется: ",
        "questionImg": "",
        "options": [
            "Подать звуковой сигнал и чаще смотреть в зеркало заднего вида. ",
            "Несколько раз нажать на педаль тормоза. ",
            "Плавно снизить скорость, для того, чтобы водитель, следующего за Вами автомобиля, обогнал Вас.",
            "Выехать на обочину дороги."
        ],
        "id": "1342",
        "correctAnswerId": 2,
        "explanationId": "Если при движении в плотном потоке Вы заметили транспортное средство, движущееся сзади на слишком малой дистанции, то целесообразно ослабить нажатие на педаль газа, увеличив тем самым дистанцию до движущегося впереди автомобиля. Таким образом Вы создадите себе резерв времени для применения менее интенсивного торможения при возникновении опасности. Резкое торможение может привести к наезду сзади, а увеличение скорости приведет к уменьшению дистанции спереди."
    },
    {
        "text": "При подготовке к торможению, Вам рекомендуется: ",
        "questionImg": "",
        "options": [
            "Снять ногу с педали газа и поставить ее на пол. ",
            "Снять ногу с педали газа и перенести ее на педаль тормоза.",
            "Продолжать держать ногу на педали газа."
        ],
        "id": "1329",
        "correctAnswerId": 1,
        "explanationId": "В плотных транспортных потоках, особенно в городах, часто приходится двигаться на расстоянии до лидера меньшем, чем дистанция безопасности. В этих случаях водитель должен быть готов к мгновенному торможению. Для этого с целью сокращения остановочного пути он может заблаговременно перенести ногу на тормозную педаль с выбором свободного хода."
    },
    {
        "text": "При управлении автомобилем необходимо: ",
        "questionImg": "",
        "options": [
            "Давать отдых своим глазам, периодически закрывать их на короткое время.",
            "Не смотреть на один и тот же объект больше, чем 1 – 2 с.",
            "Смотреть вперед строго по центру дороги и не обращать внимания на обстановку, по обеим сторонам дороги.",
            "Смотреть в зеркало заднего вида столько же, сколько вы смотрите за обстановкой впереди."
        ],
        "id": "1352",
        "correctAnswerId": 1,
        "explanationId": "Распространенной ошибкой, характерной особенно для начинающих водителей, является фиксация своего взгляда при наблюдении на область дороги, расположенную непосредственно перед капотом автомобиля. В результате этого водитель не может заранее обнаружить и приготовиться к опасности, появившейся впереди. При наблюдении за дорожно-транспортной обстановкой старайтесь не задерживать свой взгляд на одном участке или объекте длительное время, так как это может привести к тому, что вы пропустите внезапно появившуюся опасность. Регулярно осматривайте обстановку сзади и сбоку вашего автомобиля.\n\n\n\n"
    },
    {
        "text": "Что из ниже перечисленного можно применять при ожоге?",
        "questionImg": "",
        "options": [
            "Жир, масло.",
            "Зубную пасту.",
            "Воду комнатной температуры."
        ],
        "id": "214067",
        "correctAnswerId": 2,
        "explanationId": "\u000eú"
    },
    {
        "text": "Двигаясь в прямом направлении со скоростью 60 км/ч., Вы внезапно попали на небольшой участок скользкой дороги. Что  Вам следует предпринять? ",
        "questionImg": "",
        "options": [
            "Плавно затормозить. ",
            "Не менять траектории и скорости движения."
        ],
        "id": "1369",
        "correctAnswerId": 1,
        "explanationId": "Тормозить (хоть плавно, хоть не плавно) бессмысленно – остановиться всё равно не успеем. А если въедем на скользкий участок с зажатыми тормозами, занос автомобиля гарантирован со всеми вытекающими последствиями, вплоть до «перевёртыша». Остаётся одно – крепко держать рулевое колесо и проскочить этот короткий участок, затаив дыхание и не меняя траектории и скорости движения."
    },
    {
        "text": "Особенности наложения повязки при ожоге пальцев на руке или ноге?",
        "questionImg": "",
        "options": [
            "Снять все украшения, наложить мокрую (не давящую) повязку между пальцев.",
            "Снять все украшения, наложить повязку с использованием лейкопластыря. ",
            "Снять все украшения, наложить повязку с мазью."
        ],
        "id": "214068",
        "correctAnswerId": 0,
        "explanationId": "\u000eú"
    },
    {
        "text": "Если при движении по дороге с разделительной полосой, на проезжей части Вашего направления появился автомобиль, движущийся навстречу, Вам рекомендуется:  ",
        "questionImg": "/stamp/img/35bcad2c12bb9f5a49807ae73d319a33",
        "options": [
            "Подать звуковой сигнал и двигаться с прежней скоростью. ",
            "Предугадать траекторию движения встречного автомобиля и увеличить скорость. ",
            "Принять как можно правее и снизить скорость движения, а при необходимости остановиться.",
            "Подать световой сигнал и двигаться с прежней скоростью."
        ],
        "id": "1340",
        "correctAnswerId": 2,
        "explanationId": "Водитель автомобиля в такой ситуации должен своевременно оценить складывающуюся обстановку, снизить скорость, принять вправо, а при возможности — даже выехать на обочину, чтобы уступить дорогу нарушителю и избежать столкновения. "
    },
    {
        "text": "При движении по многополосной дороге необходимо: ",
        "questionImg": "",
        "options": [
            "Постоянно менять полосу движения, чтобы двигаться с большей скоростью. ",
            "Постоянно наблюдать за транспортными средствами, движущимися по соседним полосам.",
            "Выполнять перестроение, без включения предупредительных сигналов."
        ],
        "id": "1355",
        "correctAnswerId": 1,
        "explanationId": "Наилучший порядок транспортного потока на улицах и дорогах устанавливается, когда водители ведут транспортные средства без излишних перестроений из ряда в ряд и поддерживают по возможности постоянную скорость, близкую к средней скорости однотипных транспортных средств.\n\n"
    },
    {
        "text": "Если, встречное транспортное средство движется с дальним светом фар, Вам рекомендуется: ",
        "questionImg": "",
        "options": [
            "Увеличить скорость и постараться, скорее, проехать мимо него. ",
            "Включить дальний свет фар. ",
            "Посмотреть на фары встречного автомобиля. ",
            "Перевести взгляд вправо, ориентируясь на край проезжей части."
        ],
        "id": "1359",
        "correctAnswerId": 3,
        "explanationId": "Не рекомендуется во избежание ослепления смотреть прямо на движущийся навстречу автомобиль; взгляд водителя должен быть направлен на проезжую часть, освещенную фарами своего и встречного автомобиля. В случае ослепления водитель должен немедленно остановиться и продолжать движение, когда снова будет хорошо видеть дорогу."
    },
    {
        "text": "При приближении к вершине подъема в темное время суток, Вам рекомендуется, переключить дальний свет фар на ближний: ",
        "questionImg": "",
        "options": [
            "Только при появлении встречного транспортного средства. ",
            "Всегда при приближении к вершине подъема."
        ],
        "id": "1368",
        "correctAnswerId": 1,
        "explanationId": "Подъезжая к подъему, помните, что если сверху, на гребне холма, появится встречный автомобиль, он неминуемо ослепит Вас даже ближним светом (правильно отрегулированные фары смотрят чуть вниз), не говоря уже о дальнем свете фар. А перед спусками учитывайте, что вы аналогичным образом, можете ослепить водителей встречных транспортных средств."
    },
    {
        "text": "Как правильно обработать небольшую рану?",
        "questionImg": "",
        "options": [
            "Промыть водой, удалить инородные предметы, обработать поверхность раны настойкой йода.",
            "Осторожно промойте рану водой с мылом. Перевяжите рану или наложите на нее лейкопластырь с подушечкой.",
            "Промыть рану, залить спиртом или настойкой йода, наложить бинтовую повязку."
        ],
        "id": "214073",
        "correctAnswerId": 1,
        "explanationId": "\u000eú"
    },
    {
        "text": "При движении за автомобилем, который обозначен, опознавательным знаком «Учебное транспортное средство», Вам рекомендуется: ",
        "questionImg": "/stamp/img/da9c3128034bb534a35ab0e98a0c4f8c",
        "options": [
            "Снизить скорость и увеличить дистанцию.",
            "Увеличить скорость и уменьшить дистанцию. ",
            "Подать звуковой сигнал, если он создает помехи движению Вашего автомобиля."
        ],
        "id": "577",
        "correctAnswerId": 0,
        "explanationId": "Иногда трудно выдерживать дистанцию до лидирующего автомобиля из-за того, что он постоянно без видимой необходимости замедляет движение или останавливается. Водитель такого автомобиля нарушает общий ритм движения и создает другим массу трудностей, впрочем, и себе такой дерганой ездой он ничем не помогает. Лучше всего держаться от него подальше. "
    },
    {
        "text": "Как влияет Ваше утомление на внимание и реакцию? ",
        "questionImg": "",
        "options": [
            "Ваше внимание и реакция  повышается. ",
            "Ваше внимание и реакция  снижается .",
            "На Ваше внимание и реакцию, утомление никак влияет."
        ],
        "id": "1273",
        "correctAnswerId": 1,
        "explanationId": "Время реакции увеличивается (ухудшается), а внимание рассеивается (снижается) при болезненном состоянии, утомлении, после употребления алкоголя. (Основы управления автомобилем и безопасность движения. В.А. Шпейд)"
    },
    {
        "text": "Какие действия Вам рекомендуются выполнить для восстановления эффективности тормозов после проезда через водную преграду? ",
        "questionImg": "/stamp/img/d07216c2b340a730b93f94ac8c0ce7cf",
        "options": [
            "Продолжить движение, притормаживая ручным тормозом. ",
            "Продолжить движение с несколькими, непродолжительными нажатиями на педаль тормоза.",
            "Продолжить движение с малой скоростью, без притормаживания. ",
            "Остановиться и продолжить движение после того, как высохнут тормозные механизмы."
        ],
        "id": "1315",
        "correctAnswerId": 1,
        "explanationId": " Если тормозные колодки намочить, их фрикционные свойства ухудшаются. Водитель нажимает на педаль тормоза, колодки исправно прижимаются к дискам, но торможения не происходит – намокшие колодки трутся по дискам, не оказывая никакого сопротивления.  Правильнее всего просушить тормоза на ходу, соблюдая все меры безопасности, а именно: занимаем крайнее правое положение на проезжей части, включаем аварийную световую сигнализацию и, двигаясь на первой передаче, периодически жмём на педаль тормоза. От трения колодки и диски нагреются, вода испарится, и торможение восстановится. "
    },
    {
        "text": "При утомлении или сонном состоянии, в момент, когда Вы управляете автомобилем, Вам необходимо: ",
        "questionImg": "",
        "options": [
            "Остановить автомобиль и отдохнуть.",
            "Завести разговор с пассажиром. ",
            "Понизить скорость движения. ",
            "Двигаться с переменной скоростью."
        ],
        "id": "565",
        "correctAnswerId": 0,
        "explanationId": "Учитывая интенсивное утомление водителя при работе в темное время суток, желательно, чтобы продолжительность ее не превышала 6 часов. С целью восстановления работоспособности нужно обязательно делать перерывы на 5-8 мин.: первый после 2-3 часов движения, а последующие через 1-1.5 часов, причем отдых должен быть активным. Желательно также, чтобы после 4-5 часов движения перерыв был продолжительный с приемом горячей пищи. (Основы управления автомобилем и безопасность движения. В.А. Шпейд)"
    },
    {
        "text": "К чему приводит неодновременное затормаживание колес автомобиля? ",
        "questionImg": "",
        "options": [
            "К увеличению износа шин. ",
            "К увеличению длины тормозного пути. ",
            "К заносу автомобиля."
        ],
        "id": "1308",
        "correctAnswerId": 2,
        "explanationId": "Из-за большой разницы тормозных сил автомобиль может резко развернуться."
    },
    {
        "text": "К какому виду конструктивной безопасности относятся динамические свойства транспортного средства?",
        "questionImg": "",
        "options": [
            "Активная безопасность.",
            "Пассивная безопасность.",
            "Послеаварийная безопасность.",
            "Экологическая безопасность."
        ],
        "id": "734",
        "correctAnswerId": 0,
        "explanationId": "От компоновочных параметров автомобиля (габаритных и весовых), его динамичности, устойчивости, управляемости и информативности зависит - активная безопасность.(Основы управления автомобилем и безопасность движения. Шпейд В.А"
    },
    {
        "text": "Порядок оказания первой помощи при открытых переломах:",
        "questionImg": "",
        "options": [
            "Обезболить, наложить повязку, наложить шину.",
            "Наложить шину, наложить повязку на рану.",
            "Остановить кровотечение (не надавливая на рану), наложить повязку (бублик), наложить шину."
        ],
        "id": "1295",
        "correctAnswerId": 2,
        "explanationId": "\u000eú"
    },
    {
        "text": "При трогании на подъеме, стояночный тормоз рекомендуется выключить: ",
        "questionImg": "",
        "options": [
            "После начала движения.",
            "До начала движения. ",
            "Одновременно, с началом движения."
        ],
        "id": "562",
        "correctAnswerId": 2,
        "explanationId": "Для трогания с места необходимо выключить сцепление, включить первую передачу и, постепенно нажимая на педаль управления подачей топлива, плавно включить сцепление, одновременно отпуская ручной тормоз."
    },
    {
        "text": "При движении за мотоциклом без бокового прицепа Вам рекомендуется: ",
        "questionImg": "/stamp/img/c86342c764c8c64cf1fd2bd2f2811591",
        "options": [
            "Увеличить дистанцию.",
            "Уменьшить дистанцию. ",
            "Занять место рядом с мотоциклом, на одной полосе."
        ],
        "id": "1341",
        "correctAnswerId": 0,
        "explanationId": "\u000eú"
    },
    {
        "text": "Если на пути Вашего движения находится глубокая лужа, её проехать, Вам рекомендуется: ",
        "questionImg": "",
        "options": [
            "На небольшой скорости и низкой передаче.",
            "На большой скорости и высокой передаче.",
            "На большой скорости и низкой передаче. ",
            "На небольшой скорости и высокой передаче."
        ],
        "id": "1321",
        "correctAnswerId": 0,
        "explanationId": "Преодолевая серьезные водные преграды, помните, что высокая скорость отнюдь не гарантирует безопасный проезд, и в первую очередь для двигателя. Вода может попасть во впускной коллектор, а там недалеко и до цилиндров. Если ее много, «гидроудар»  неизбежен. Вода, в отличие от воздуха, несжимаема: поршень со всего хода ударится в воду, будто в стену, и давление в цилиндре превысит норму в несколько раз. Погнутые или сломанные шатуны – результат неудачного форсирования водной преграды. На бездорожье также необходимо помнить что, чем выше частота вращения коленчатого вала двигателя и ниже передача, тем большее сопротивление может преодолевать автомобиль."
    },
    {
        "text": "Является ли безопасным, движение на легковом автомобиле в темное время суток, с ближним светом фар, по неосвещенной дороге, вне населенных пунктов (не на автомагистрали) со скоростью 100 км./ч.? ",
        "questionImg": "",
        "options": [
            "Да, так как скорость соответствует требованиям Правил. ",
            "Нет, так как остановочный путь превышает расстояния видимости."
        ],
        "id": "1376",
        "correctAnswerId": 1,
        "explanationId": "Скорость движения в темное время суток почти во всех случаях должна быть меньше скорости днем. Ее необходимо устанавливать такой, чтобы остановочный путь автомобиля был меньше расстояния видимости дороги. Если это правило не соблюдается, то наезд на возникшее в зоне видимости препятствие или столкновение с ним предотвратить намного труднее или невозможно."
    },
    {
        "text": "Чем вызывается, перемещение вперед пассажиров или неукрепленного груза при движении автомобиля?  ",
        "questionImg": "",
        "options": [
            "Резким ускорением автомобиля. ",
            "Резким замедлением автомобиля.",
            "Резким ускорением и резким замедлением движения автомобиля."
        ],
        "id": "1381",
        "correctAnswerId": 1,
        "explanationId": "Перемещение вперед пассажиров или неукрепленного груза при движении автомобиля вызвано силой инерции. Сила инерции — сила, возникающая при разгоне или торможении тела  и направленная в обратную сторону от ускорения. Торможение это ускорение направленное в сторону, обратную направлению движения. "
    },
    {
        "text": "Водителей, каких транспортных средств Вам необходимо остерегаться при движении в транспортном потоке?",
        "questionImg": "",
        "options": [
            "Автомобилей, обозначенных опознавательным знаком - «Учебное транспортное средство». ",
            "Транспортных средств, перевозящих тяжеловесные, крупногабаритные и опасные грузы. ",
            "Транспортных средств, имеющих опознавательный знак - «Перевозка детей». ",
            "Автомобилей, с отсутствующими наружными зеркалами заднего вида. ",
            "Всех, из перечисленных транспортных средств."
        ],
        "id": "1356",
        "correctAnswerId": 4,
        "explanationId": "Транспортные средства существенно различаются своими характеристиками, у них разная мощность, размеры, тормозные свойства и т.д. Люди, управляющие ими, также различаются по своим способностям, физическому и эмоциональному состоянию. Водитель должен не только знать о существовании таких различий и о характере их влияния на безопасность движения, но и уметь выявлять их по определенным признакам. Ниже перечислены некоторые признаки, по которым можно судить о возможных перемещениях автомобилей и действиях водителей.\nПризнаки, характеризующие движение автомобиля:\n  изменение направления движения и повороты (включение сигналов поворота, расположение на дороге, на полосе, на обочине или у тротуара, направление повернутых передних колес, наклон кузова и распределение груза);\n  ускорение и скорость (дым из выхлопной трубы, оседание задней части автомобиля, шум при качении шин по дороге);\n  замедление и торможение (включение стоп-сигналов, наклон передней части автомобиля вниз, скрип тормозов);\n  состояние автомобиля (наличие повреждений, распределение груза, состояние окон автомобиля, наличие на автомобиле номерного знака другой области).\nПризнаки, характеризующие водителя:\n  навыки управления автомобилем (использование сигнализации, соблюдение дистанций и скорости движения, характер движения по полосе);\n  состояние водителя (разговор с пассажирами, курение, принятие пищи, чтение).\n"
    },
    {
        "text": "При движении по узкой дороге, с двухсторонним движением, Вам необходимо:",
        "questionImg": "",
        "options": [
            "Двигаться, как можно левее. ",
            "Двигаться, как можно правее.",
            "Держаться, ближе к центру дороги."
        ],
        "id": "1339",
        "correctAnswerId": 1,
        "explanationId": "Даже на строго прямолинейных участках дороги автомобиль движется не прямолинейно, а по кривым больших радиусов. Размер полосы, необходимый для его движения, - динамический габарит (коридор) превышает его габаритную ширину. При скорости 35 км./час динамический габарит превышает габаритную ширину автомобиля на 35-45%, а при скорости 70 км./час - на 60-70%. Наибольшую опасность, в таких случаях, представляет встречный разъезд. (Основы управления автомобилем и безопасность движения. В.А. Шпейд)"
    },
    {
        "text": "Назовите признаки артериального кровотечения:",
        "questionImg": "",
        "options": [
            "На раневой поверхности выступают мелкие, точечные капельки крови.",
            "Кровь темно-вишневого цвета, вытекает медленно, равномерной и непрерывной струей.",
            "Кровь ярко-красного цвета, выбрасывается сильной пульсирующей струей."
        ],
        "id": "1286",
        "correctAnswerId": 2,
        "explanationId": "\u000eú"
    },
    {
        "text": "При увеличении Вами скорости движения в два раза, тормозной путь автомобиля увеличится: ",
        "questionImg": "",
        "options": [
            "В два раза.",
            "В три раза.",
            "В четыре раза."
        ],
        "id": "1277",
        "correctAnswerId": 2,
        "explanationId": "Величину тормозного пути (S) можно определить по формуле: S=к,*(Va2 /2gφ)\nгде к, - коэффициент эффективности торможения, который показывает, во сколько раз действительное замедление автомобиля меньше теоретического, максимально возможного на данной дороге;\nVa - начальная скорость движения автомобиля; \ng — ускорение свободного падения;\nφ — коэффициент сцепления шин с дорогой.\nИз приведенной формулы видно, что величина тормозного пути пропорциональна квадрату скорости, с которой двигался автомобиль перед началом торможения. Поэтому при увеличении скорости движения вдвое тормозной путь удлиняется в 4 раза."
    },
    {
        "text": "От чего зависит видимость при движении в темное время суток?",
        "questionImg": "/stamp/img/0da6890c4dcebfe99243fc98e74b5de1",
        "options": [
            "От величины освещенности дороги.",
            "От яркости фар.",
            "От контрастности предметов.",
            "Все выше перечисленное."
        ],
        "id": "214133",
        "correctAnswerId": 3,
        "explanationId": "При движении по дороге свет фар создает световую полосу, вне которой видимость практически отсутствует. Положение усугубляется еще и тем,\n что окраска автомобиля и одежда пешехода могут иметь темные цвета и плохо контрастировать с окружающим фоном.(Основы управления автомобилем и безопасность движения)"
    },
    {
        "text": "Как Вы должны действовать, если на повороте возник занос задней оси, переднеприводного автомобиля? ",
        "questionImg": "",
        "options": [
            "Уменьшить подачу топлива, рулевым колесом стабилизировать движение. ",
            "Притормозить и повернуть рулевое колесо в сторону заноса. ",
            "Значительно увеличить подачу топлива, положение рулевого колеса не менять. ",
            "Слегка увеличить подачу топлива, корректировать направление движения рулевым колесом."
        ],
        "id": "1363",
        "correctAnswerId": 3,
        "explanationId": "Если вы превысили скорость входа в поворот, то может начаться занос передней оси, автомобиль как бы ни вписывается в закругление. В этих случаях поможет некоторое уменьшение подачи топлива. Однако если делать это слишком резко, может начаться занос задней оси, особенно на обледенелом спуске. Хотя это случается крайне редко, именно поэтому важно помнить, что уменьшение подачи топлива и переход при этом на низшую передачу усугубят занос. Выправлять автомобиль, нужно не уменьшая, а по возможности чуть увеличивая подачу топлива и в основном с помощью рулевого колеса."
    },
    {
        "text": "В темное время суток и в пасмурную погоду, скорость встречного автомобиля воспринимается: ",
        "questionImg": "",
        "options": [
            "Ниже, чем в действительности.",
            "Выше, чем в действительности. ",
            "Восприятие скорости не меняется."
        ],
        "id": "1372",
        "correctAnswerId": 0,
        "explanationId": "При изменении условий освещенности глаз к ней приспосабливается. Этот процесс называется адаптацией. При от темноты к свету глаз приспосабливается быстрее, чем при переходе от света к темноте. Наибольшие затруднения у водителя возникают при резких изменениях освещенности дороги, при движении в условиях недостаточной освещенности, при недостаточной контрастности. Во всех этих случаях процесс зрительного восприятия существенно замедляется. (Основы управления автомобилем и безопасность движения. В. А. Шпейд) "
    },
    {
        "text": "Как Вы должны воздействовать на педаль газа, при возникновении заноса, вызванного резким ускорением движения? ",
        "questionImg": "",
        "options": [
            "Полностью отпустить педаль газа. ",
            "Не менять положение педали газа. ",
            "Несколько ослабить нажатие на педаль газа."
        ],
        "id": "1326",
        "correctAnswerId": 2,
        "explanationId": "Начинающийся занос можно быстро ликвидировать, правильно действуя рулевым колесом и педалями. Для этого при начале заноса рулевое колесо быстро, но плавно поворачивают в сторону заноса и одновременно уменьшают (или, наоборот, увеличивают) нажатие на педаль подачи топлива, чтобы прекратить буксование или юз колес, вызванные предшествующим резким изменением положения педали подачи топлива. Если занос возник вследствие торможения, необходимо отпустить педаль тормоза. Нередко после выравнивания автомобиля начинается его занос в другую сторону, который устраняют таким же способом."
    },
    {
        "text": "Как Вы должны действовать, если на повороте возник занос задней оси, заднеприводного автомобиля? ",
        "questionImg": "",
        "options": [
            "Увеличить подачу топлива, рулевым колесом стабилизировать движение.",
            "Притормозить и повернуть рулевое колесо в сторону заноса. ",
            "Значительно увеличить подачу топлива, положение рулевого колеса не менять. ",
            "Плавно уменьшить подачу топлива и повернуть рулевое колесо в сторону заноса."
        ],
        "id": "1378",
        "correctAnswerId": 3,
        "explanationId": "Если заносит заднеприводной автомобиль, категорически запрещается нажимать педаль газа — это приведет к закручиванию машины вокруг своей оси. Нужно уменьшить подачу топлива и при необходимости немного повернуть рулевое колесо в сторону заноса."
    },
    {
        "text": "В чем опасность длительного торможения автомобиля с выключенным сцеплением (передачей), на крутом, затяжном спуске? ",
        "questionImg": "",
        "options": [
            "В повышенном износе шин. ",
            "В повышенном износе деталей сцепления (трансмиссии). ",
            "В перегреве тормозных механизмов."
        ],
        "id": "1312",
        "correctAnswerId": 2,
        "explanationId": "Если на тормоз давить непрестанно, температура может подняться до 400-500 градусов. А вот это уже по-настоящему опасно! При перегреве дисков и колодок тормозная система почти полностью перестает работать - колодки скользят по раскаленному диску как по маслу.Такое может случиться, если на затяжном спуске катиться вниз на нейтральной передаче, всё время притормаживая, не позволяя автомобилю слишком разогнаться.Тормоза можно поберечь, если спускаться, применяя торможение двигателем. \n"
    },
    {
        "text": "Прицеп автопоезда на повороте смещается: ",
        "questionImg": "/stamp/img/2485209bc0dcaff26284d74780c2c63b",
        "options": [
            "К центру поворота.",
            "От центра поворота. ",
            "Не смещается."
        ],
        "id": "1316",
        "correctAnswerId": 0,
        "explanationId": "Водителям необходимо помнить, что при маневрировании (при поворотах, разворотах, перестроении) прицеп не повторяет в точности траекторию движения тягача. Отклонение будет тем сильнее, чем дальше колёса прицепа находятся от колёс тягача. И отклонение всегда будет в сторону центра поворота.\n."
    },
    {
        "text": "При движении на каком автомобиле, увеличение скорости, может способствовать устранению заноса задней оси? ",
        "questionImg": "",
        "options": [
            "На переднеприводном автомобиле.",
            "На заднеприводном автомобиле."
        ],
        "id": "1377",
        "correctAnswerId": 0,
        "explanationId": "Вывести из заноса переднеприводной автомобиль можно увеличением подачи топлива, то есть небольшим нажатием педали газа. Передние колеса, являющиеся ведущими, будут тянуть автомобиль вперед, за счет чего произойдет его выравнивание. При необходимости также можно повернуть рулевое колесо в сторону заноса."
    },
    {
        "text": "Включение, каких внешних световых приборов, обеспечивает наилучшую видимость дороги, при движении ночью, во время метели? ",
        "questionImg": "",
        "options": [
            "Противотуманных фар, совместно с фарами дальнего света. ",
            "Противотуманных фар, совместно с фарами ближнего света."
        ],
        "id": "1357",
        "correctAnswerId": 1,
        "explanationId": "При сильном тумане или снегопаде дальний свет фар неэффективен. Световой луч длиною 100 метров попросту не достигает полотна дороги, полностью пропадая в стометровой толще тумана (или густого снегопада). Водитель не видит дороги, а видит только туман (или падающий снег). Ближний свет фар бьёт на 45-50 метров, и сквозь 50-метровую стену тумана кое-что пробьется, то есть часть светового луча всё-таки достигнет полотна дороги. А если ещё добавить противотуманные фары, то видимость дороги станет вполне сносной. Плоский и широкий луч света, исходящий из «противотуманок», направлен под пелену тумана и хорошо освещает дорогу в непосредственной близости от автомобиля.\n"
    },
    {
        "text": "Каковы типичные признаки, наступившего утомления водителя? ",
        "questionImg": "",
        "options": [
            "Сонливость, вялость, притупление внимания.",
            "Возбужденность, раздражительность. ",
            "Головокружение, резь в глазах, повышенная потливость."
        ],
        "id": "1365",
        "correctAnswerId": 0,
        "explanationId": "Зевота, ощущение тяжести тела, рассеянное внимание, изменение частоты пульса и артериального давления, желание поменять позу или положение рук на рулевом колесе являются первыми признаками утомления. Они неопасны и легко устраняются кратковременным отдыхом. Характерным симптомом утомления являются сонливость и засыпание водителя за рулем, что нередко приводит к ДТП. Утомленный водитель может некоторое время преодолевать сонливость и надежно управлять автомобилем, но засыпание может наступить внезапно."
    },
    {
        "text": "При торможении автомобиля, Вам рекомендуется: ",
        "questionImg": "",
        "options": [
            "Обратить внимание на исправность ремня безопасности. ",
            "Обратить внимание на обстановку сзади, через зеркало заднего вида.",
            "Обратить внимание на показания спидометра."
        ],
        "id": "1328",
        "correctAnswerId": 1,
        "explanationId": "Оценивать обстановку сзади нужно при любом торможении. Но, по большому счёту, обстановку сзади надо оценивать всегда. Опытные водители даже в совершенно безопасной ситуации, бросают взор на зеркало заднего вида в среднем каждые 20 – 30 секунд."
    },
    {
        "text": "При движении на косогорах, Вы должны: ",
        "questionImg": "",
        "options": [
            "Увеличить скорость движения, если чувствуете, что колеса Вашего автомобиля, теряют контакт с дорогой. ",
            "Уменьшить скорость движения, избегая резких поворотов рулевым колесом.",
            "При движении, как можно чаще, резко поворачивать рулевое колесо, то вправо, то влево, чтобы улучшить контакт шин с дорогой."
        ],
        "id": "1383",
        "correctAnswerId": 1,
        "explanationId": "При движении на крутых скользких спусках грунтовых дорог нужно включить низшую передачу и тормозить в основном двигателем, периодически притормаживать слегка (иначе будет юз) рабочим или стояночным тормозом. Рулевое колесо поворачивать очень медленно и осторожно, иначе автомобиль может «не принять маневр» и двигаться прямо, скользя колесами на спуске. Ехать на крутых спусках с выключенным двигателем или сцеплением и передачей запрещается, так как это может привести к потере управления автомобиля из-за чрезмерного его разгона под действием сил инерции."
    },
    {
        "text": "Как Вы должны воздействовать на педаль тормоза, при возникновении заноса, вызванного торможением? ",
        "questionImg": "",
        "options": [
            "Усилить нажатие на педаль тормоза.",
            "Прекратить начатое торможение.",
            "Не меняя усилие нажатия на педаль тормоза, дополнительно, выключить сцепление."
        ],
        "id": "1313",
        "correctAnswerId": 1,
        "explanationId": "Начинающийся занос можно быстро ликвидировать, правильно действуя рулевым колесом и педалями. Для этого при начале заноса рулевое колесо быстро, но плавно поворачивают в сторону заноса и одновременно уменьшают (или, наоборот, увеличивают) открытие дросселей, чтобы прекратить буксование или юз колес, вызванные предшествующим резким изменением положения педали управления дросселями. Если занос возник вследствие торможения, необходимо отпустить педаль тормоза. Нередко после выравнивания автомобиля начинается его занос в другую сторону, который устраняют таким же способом."
    },
    {
        "text": "Действие сильного бокового ветра на Ваш автомобиль, наиболее опасно, при: ",
        "questionImg": "",
        "options": [
            "Движении по открытому участку дороги. ",
            "Движении по участку дороги, закрытому деревьями с одной стороны.",
            "Выезде с закрытого участка дороги, на открытый участок."
        ],
        "id": "561",
        "correctAnswerId": 2,
        "explanationId": "Многие водители недооценивают опасность такого явления, как сильный боковой ветер. В частности, он сильно мешает удерживать транспортное средство в нужном направлении, особенно на загородных трассах. Бороться с данным явлением следует уменьшением скорости движения, а также работой рулевого колеса. Особо опасным и сильным боковой ветер является тогда, когда вы выезжаете с закрытого участка дороги: из-за большого высокого забора, шумового заграждения, большого здания и тому подобное."
    },
    {
        "text": "Как влияет, длительный разгон транспортного средства, с включенной первой передачей, на расход топлива? ",
        "questionImg": "",
        "options": [
            "Расход топлива увеличивается.",
            "Расход топлива уменьшается. ",
            "Расход топлива не изменяется."
        ],
        "id": "1370",
        "correctAnswerId": 0,
        "explanationId": "Начав движение, следует перейти на более высокие передачи за как можно более короткий отрезок пути. На пониженной передаче двигаться нужно только при необходимости (на подъеме в условиях бездорожья, для обеспечения безопасности дорожного движения или при другой необходимости двигаться медленно). Длительное движение на низких передачах приводит к интенсивному износу деталей двигателя и трансмиссии, перерасходу топлива и перегреву двигателя."
    },
    {
        "text": "Каким должен быть боковой интервал, при увеличении  скорости движения? ",
        "questionImg": "",
        "options": [
            "Боковой интервал должен быть, увеличенным.",
            "Боковой интервал должен быть, уменьшенным. ",
            "Изменение бокового интервала не требуется."
        ],
        "id": "1278",
        "correctAnswerId": 0,
        "explanationId": "Даже на строго прямолинейных участках дороги автомобиль движется не прямолинейно, а по кривым больших радиусов. Размер полосы, необходимый для его движения, - динамический габарит (коридор) превышает его габаритную ширину. При скорости 35 км./час динамический габарит превышает габаритную ширину автомобиля на 35-45%, а при скорости 70 км./час - на 60-70%. (Основы управления автомобилем и безопасность движения. В.А. Шпейд)"
    },
    {
        "text": "Как влияет  на величину тормозного пути, торможение с полной блокировкой колес? ",
        "questionImg": "",
        "options": [
            "Уменьшает тормозной путь. ",
            "Увеличивает тормозной путь.",
            "Не влияет на величину тормозного пути."
        ],
        "id": "1309",
        "correctAnswerId": 1,
        "explanationId": "Когда требуется максимально сократить тормозной путь, на тормоз надо давить и давить надо сильно. Но, не блокируя колёса! Как только водитель почувствует, что машина скользит, надо чуть ослабить нажатие на педаль и тут же снова усилить нажатие, и снова ослабить, если потребуется. И так до полной остановки."
    },
    {
        "text": "Какие Ваши действия, могут привести к возникновению заноса автомобиля?",
        "questionImg": "",
        "options": [
            "Только резкое ускорение. ",
            "Только резкое торможение. ",
            "Резкое ускорением и резкое торможение."
        ],
        "id": "1306",
        "correctAnswerId": 2,
        "explanationId": "Занос может быть вызван многими факторами,в том числе резким ускорением и торможением."
    },
    {
        "text": "Влияет ли движение накатом, на безопасность управления  транспортным средством? ",
        "questionImg": "",
        "options": [
            "Да, влияет отрицательно.",
            "Да, влияет положительно."
        ],
        "id": "1327",
        "correctAnswerId": 0,
        "explanationId": "Движение накатом в основном опасно тем что двигатель отключён от трансмиссии и в случае резкого изменения дорожной обстановки у водителя отсутствует возможность манёвра, используя двигатель. В зимнее время при торможении велика вероятность ухода в неконтролируемый занос.\n\n"
    },
    {
        "text": "Как оказать первую помощь при травматическом шоке? ",
        "questionImg": "",
        "options": [
            "Уложить, согреть, напоить горячим напитком. ",
            "Перенести в прохладное место, уложить, охлаждать голову и область сердца с помощью холодных компрессов.",
            "Устранить причину, вызвавшую травматический шок, уложить пострадавшего, приподнять ноги на 20 – 30 см., укрыть одеялом."
        ],
        "id": "1300",
        "correctAnswerId": 2,
        "explanationId": "\u000eú"
    },
    {
        "text": "Какова первая помощь при солнечном ударе?",
        "questionImg": "",
        "options": [
            "Перенести пострадавшего в тень, дать теплое питье, и накрыть его одеялом.",
            "Перенести пострадавшего в тень, расстегнуть тесную одежду и дать выпить прохладной воды, приложить влажные компрессы в область подмышек и паховой области.",
            "Перенести пострадавшего в тень, дать крепкий чай и таблетку валидола."
        ],
        "id": "214072",
        "correctAnswerId": 1,
        "explanationId": "\u000eú"
    },
    {
        "text": "К чему, может привести резкое нажатие на педаль газа, на скользкой дороге при управлении автомобилем? ",
        "questionImg": "",
        "options": [
            "К прекращению работы двигателя. ",
            "К увеличению опрокидывающего момента.",
            "К буксованию ведущих колес и заносу автомобиля."
        ],
        "id": "1317",
        "correctAnswerId": 2,
        "explanationId": "Во время движения желательно поддерживать постоянную окружную (тяговую) силу на ведущих колесах и избегать резкого нажатия и отпускания педали управления подачи топлива. При начале заноса рулевое колесо быстро, но плавно поворачивают в сторону заноса и одновременно уменьшают подачу топлива, чтобы прекратить буксование или юз колес, вызванные предшествующим резким изменением положения педали управления подачей топлива."
    },
    {
        "text": "Оказывая первую помощь при кровотечении из носа, необходимо:",
        "questionImg": "",
        "options": [
            "Запрокинуть голову пострадавшего назад, приложить холод к переносице.",
            "Наклонить голову пострадавшего вперед, зажать рукой нос и попросить дышать через рот, приложить холод к переносице и затылку.",
            "Уложить пострадавшего на живот с опущенной вниз головой."
        ],
        "id": "1296",
        "correctAnswerId": 1,
        "explanationId": "\u000eú"
    },
    {
        "text": "Какие Ваши действия, приведут к уменьшению центробежной силы, возникающей на повороте? ",
        "questionImg": "",
        "options": [
            "Увеличение скорости движения. ",
            "Уменьшение скорости движения.",
            "Уменьшение радиуса поворота."
        ],
        "id": "1304",
        "correctAnswerId": 1,
        "explanationId": "Основной мерой безопасности при прохождении крутых поворотов является снижение скорости движения автомобиля, так как уменьшается вероятность заноса или опрокидывания и облегчается возможность принятия необходимых мер при затрудненном встречном разъезде. (Основы управления автомобилем и безопасность движения. В.А. Шпейд)"
    },
    {
        "text": "При движении в условиях недостаточной или ограниченной видимости, нужно выбирать скорость  исходя из того, чтобы остановочный путь, был: ",
        "questionImg": "",
        "options": [
            "Больше расстояния видимости. ",
            "Меньше расстояния видимости."
        ],
        "id": "1380",
        "correctAnswerId": 1,
        "explanationId": "Остановочный путь - это формула, которая включает в себя расстояние, пройденное за время реакции водителя, за время переноса ноги с газа на тормоз, за время срабатывания тормозных механизмов и собственно сам тормозной путь. Например, при скорости 70 км/час расстояние отчетливой видимости будет 60 метров, а средний остановочный путь (на сухом покрытии) – 50 метров.Поэтому 70 км/час – максимально безопасная скорость для ближнего света фар. При увеличении скорости, соответственно увеличивается остановочный путь (становится больше, чем расстояние отчетливой видимости). То есть увидев опасность на расстоянии 60 метров, транспортное средство остановится после неё, а не перед ней."
    },
    {
        "text": "При обгоне автобуса на узкой дороге Вам рекомендуется: ",
        "questionImg": "/stamp/img/c4ca1ff8f4a12d5a7f04cc82588f256e",
        "options": [
            "Максимально приблизиться к обгоняемому автомобилю, затем перестроиться на полосу встречного движения и завершить обгон. ",
            "Перестроиться на полосу встречного движения, произвести сближение с обгоняемым транспортом  средством и завершить обгон.",
            "Допустимы оба варианта действий."
        ],
        "id": "1379",
        "correctAnswerId": 1,
        "explanationId": "Обгон можно выполнять только при хорошей видимости всего участка дороги. В этой зоне не должно быть закрытых поворотов дороги, перекрестков или каких-либо препятствий на проезжей части. Обзор дороги будет неполным, если движущееся впереди транспортное средство имеет большие габаритные размеры и расстояние до него ограничено. Поэтому наблюдение за дорогой нужно начинать издалека. (Основы управления автомобилем и безопасность движения. В.А. Шпейд)"
    },
    {
        "text": "При торможении двигателем на крутом спуске, Вы должны выбирать передачу, исходя из условий:",
        "questionImg": "",
        "options": [
            "Чем круче спуск, тем выше передача. ",
            "Чем круче спуск, тем ниже передача.",
            "Выбор передачи не зависит от крутизны спуска."
        ],
        "id": "1371",
        "correctAnswerId": 1,
        "explanationId": "При движении на спусках максимально используйте торможение двигателем. Заблаговременно включайте пониженную передачу (II или даже I), чтобы не менять ее во время спуска и не разрывать связь двигателя с колесами. Помните: чем круче спуск, тем ниже должна быть включенная передача и начальная скорость. Необходимо как можно меньше нажимать педаль тормоза. В противном случае это приведет к повышенному износу колодок, перегреву системы и, как следствие, отказу тормозов."
    },
    {
        "text": "Как следует Вам двигаться по глубокому снегу на грунтовой дороге? ",
        "questionImg": "",
        "options": [
            "Изменяя скорость движения и передачу, в зависимости от состояния дороги. ",
            "На заранее выбранной, пониженной передаче, без резких поворотов и остановок."
        ],
        "id": "1366",
        "correctAnswerId": 1,
        "explanationId": "Участки со снегом преодолевают с хода на одной из низших передач. Всякая остановка на таком участке сопряжена с опасностью погружения колес в снег, вследствие чего автомобиль может застрять. Поэтому до въезда на трудный участок нужно включить требуемую передачу и двигаться через него без остановки, выключения сцепления и переключения передач, при достаточном положении педали подачи топливом и без резких поворотов рулевого колеса."
    },
    {
        "text": "Как следует поступить, если у Вашего автомобиля во время движения, произошел прокол шины колеса? ",
        "questionImg": "",
        "options": [
            "Резко повернуть рулевое колесо направо и нажать на педаль тормоза. ",
            "Крепко держать рулевое колесо и плавно остановиться.",
            "Выключить двигатель и включить стояночный тормоз."
        ],
        "id": "1382",
        "correctAnswerId": 1,
        "explanationId": "При внезапном разрыве и проколе шины главное – не терять самообладания. Лопнувшая шина становится как бы центром поворота автомобиля. Надо покрепче держать руль, не давая ему самопроизвольно поворачиваться в сторону лопнувшей шины, и стараться удержать автомобиль на своей полосе движения. Возможно, для этого придется приложить значительные физические усилия. Вот почему так важно приучить себя всегда держать руль двумя руками, иначе в экстремальной ситуации его может просто выбить из рук. При взрывном выходе воздуха из шин нельзя резко тормозить, это может усугубить потерю управляемости. При резком торможении или повороте руля покрышка может сорваться с обода. В данном случае, удерживая с помощью руля автомобиль на своей полосе, необходимо уменьшить подачу топлива и, если автомобиль подчиняется поворотам руля, начать плавно и осторожно тормозить. Если автомобиль начинает бросать из стороны в сторону, следует немедленно отпустить педаль тормоза и гасить скорость двигателем, затем снова нажать педаль тормоза.\n"
    },
    {
        "text": "В течении какого времени нужно охлаждать место ожога?",
        "questionImg": "/stamp/img/287e0c7444c3e522b4e6a96ecfd02076",
        "options": [
            "Не менее 5 минут.",
            "Не менее 15 минут.",
            "Не менее 10 минут."
        ],
        "id": "1289",
        "correctAnswerId": 1,
        "explanationId": "\u000eú"
    },
    {
        "text": "Как оказать первую помощь при венозном кровотечении у пострадавшего?",
        "questionImg": "",
        "options": [
            "Пережать сосуд пальцами выше места повреждения.",
            "Наложить жгут выше места повреждения.",
            "Наложить давящую повязку на рану по направлению пореза, поднять конечность выше уровня сердца."
        ],
        "id": "1288",
        "correctAnswerId": 2,
        "explanationId": "\u000eú"
    },
    {
        "text": "При движении с прицепом необходимо: ",
        "questionImg": "",
        "options": [
            "Периодически, подавать звуковой сигнал. ",
            "Использовать для остановки не только ножной, но и ручной тормоз.",
            "Увеличить дистанцию, до  транспорта,  идущего спереди."
        ],
        "id": "1344",
        "correctAnswerId": 2,
        "explanationId": "Динамика движения автомобиля с прицепом значительно меняется. Он медленнее разгоняется и дольше тормозит, что объясняется возрастанием общей массы транспортного средства. Отсюда вытекает тактика вождения, другая, чем при управлении одиночным автомобилем: все делать с большим запасом пространства и времени. Не стоит предпринимать обгон автомобилей, двигающихся со скоростью 60 км/час и более. Он может затянуться и создать опасные ситуации. Если все-таки производится обгон, не забывайте, что сзади вашего автомобиля еще и прицеп, возвращайтесь в свой ряд плавно, убедившись в зеркало заднего вида в безопасности."
    },
    {
        "text": "Какие из перечисленных Ваших действий, могут привести к предотвращению заноса при движении по обледенелой дороге? ",
        "questionImg": "",
        "options": [
            "Движение с соответствующей скоростью, обеспечивающей безопасность. ",
            "Очень плавный поворот рулевого колеса при поворотах. ",
            "Движение на поворотах и закруглениях дороги без торможения. ",
            "Заблаговременное снижение скорости до минимума, перед остановкой автомобиля. ",
            "Все перечисленные действия."
        ],
        "id": "1335",
        "correctAnswerId": 4,
        "explanationId": "Избегайте резких поворотов руля, резкого торможения, резкого переключения передач. Плавное, мягкое, размеренное управление автомобилем придаст ему большую устойчивость, снизит вероятность заноса, которая всегда существует на скользком покрытии."
    },
    {
        "text": "Как оказать первую медицинскую помощь при химическом ожоге в жидком состоянии?",
        "questionImg": "",
        "options": [
            "Обильно промыть водой комнатной температуры, наложить стерильную повязку.",
            "Обработать края раны настойкой йода, наложить стерильную повязку.",
            "Промыть перекисью водорода, наложить стерильную повязку."
        ],
        "id": "214076",
        "correctAnswerId": 0,
        "explanationId": "\u000eú"
    },
    {
        "text": "Какую повязку вы наложите на место ожога?",
        "questionImg": "",
        "options": [
            "Сухую.",
            "Смоченную водой.",
            "Повязку со спиртом."
        ],
        "id": "1291",
        "correctAnswerId": 1,
        "explanationId": "\u000eú"
    },
    {
        "text": "В каком случае, легковой автомобиль более устойчив против опрокидывания на повороте? ",
        "questionImg": "",
        "options": [
            "Без груза и пассажиров.",
            "С пассажирами, но без груза.",
            "Без пассажиров, но с грузом на верхнем багажнике."
        ],
        "id": "1367",
        "correctAnswerId": 0,
        "explanationId": "Самое низкое расположение центра тяжести – у пустого автомобиля. При полной нагрузке (с грузом в багажнике и пассажирами в салоне) расположение центра тяжести существенно увеличивается. А центробежная сила как раз и приложена к центру тяжести автомобиля, и при прохождении поворота, во избежание опрокидывания, это необходимо учитывать."
    },
    {
        "text": "Что необходимо предпринять при остановке сердца?",
        "questionImg": "",
        "options": [
            "Провести массаж сердца.",
            "Провести массаж сердца одновременно с искусственным дыханием.",
            "Вызов специалистов, провести не прямой массаж сердца чередовать искусственное дыхание, 30/2."
        ],
        "id": "214074",
        "correctAnswerId": 2,
        "explanationId": "\u000eú"
    }
]