[
    {
        "text": "О чем информирует Вас данный дорожный знак? ",
        "questionImg": "/stamp/img/b35cfe50c6587a6dfdde40aea4675461",
        "options": [
            "Автозаправочная станция находится на примыкающей слева дороге через 500 метров от поворота.",
            "Автозаправочная станция находится через 500 метров с левой стороны дороги."
        ],
        "id": "1010",
        "correctAnswerId": 0,
        "explanationId": "Данный дорожный знак 6.3 «Автозаправочная станция» указывает расстояние до объекта, находящегося в стороне от дороги.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Данные дорожные знаки обозначают место стоянки, где: ",
        "questionImg": "/stamp/img/233bb440734fee12901cf5e666dea8f8",
        "options": [
            "Стоянка разрешается только с работающим двигателем. ",
            "Стоянка разрешается только с неработающим двигателем.",
            "Стоянка разрешается транспортным средствам, у которых содержание вредных веществ в отработанных газах не превышает установленной нормы."
        ],
        "id": "1082",
        "correctAnswerId": 1,
        "explanationId": "Табличка 7.7 «Стоянка с неработающим двигателем» указывает, что на стоянке, обозначенной дорожным знаком 5.15 «Место стоянки», разрешается стоянка транспортных средств только с неработающим двигателем. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "В каком направлении Вам разрешено продолжить движение на перекрестке? ",
        "questionImg": "/stamp/img/98853310ba995866bb36ca0ae82f61e7",
        "options": [
            "Только налево. ",
            "Направо и налево.",
            "Налево и в обратном направлении.",
            "В любом направлении."
        ],
        "id": "694",
        "correctAnswerId": 2,
        "explanationId": "В данной ситуации дорожный знак 4.1.6 «Движение направо или налево» разрешает движение только в направлениях, указанных на знаке стрелками. Знаки, разрешающие поворот налево, разрешают и разворот. Перед поворотом направо, налево или разворотом водитель заблаговременно занимает соответствующее крайнее положение на проезжей части дороги и на полосе, предназначенной для движения в данном направлении. Вы находитесь на крайней левой, предназначенной для поворота налево или разворота.(Раздел 8, пункт 6, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "При установке, каких дорожных знаков Вы имеете преимущество, если встречный разъезд затруднен?",
        "questionImg": "/stamp/img/6996df52bde15ea67f22bb55c41f4f38",
        "options": [
            "При установке знаков I и II. ",
            "Только при установке знака III. ",
            "При установке знаков I и III. ",
            "При установке знаков II и IV."
        ],
        "id": "484",
        "correctAnswerId": 3,
        "explanationId": "Дорожный знак 2.7 «Преимущество перед встречным движением» позиция IV устанавливается на узких участках дороги, при движении по которым, водитель пользуется преимуществом по отношению к встречным транспортным средствам.\n Если встречный разъезд затруднен и приоритетность разъезда не определена знаками 2.6 «Преимущество встречного движения» и 2.7 «Преимущество перед встречным движением», на уклонах, обозначенных дорожным знаком 1.14 «Крутой подъем» позиция II, при наличии препятствия уступает дорогу водитель транспортного средства, движущегося на спуск. Соответственно, правильный ответ 4 (знаки II и IV).(Раздел 11, пункт 7, ПДД РК.Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Какие из указанных дорожных знаков разрешают движение грузовых автомобилей с разрешенной максимальной массой менее 3.5 тонн?",
        "questionImg": "/stamp/img/5e82a8579c771bad03f736814358632e",
        "options": [
            "Только знак I. ",
            "Только знаки I и II. ",
            "Все указанные знаки."
        ],
        "id": "476",
        "correctAnswerId": 2,
        "explanationId": "Дорожный знак 3.4 «Движение грузовых автомобилей запрещено» позиция III. Запрещается движение грузовых автомобилей и составов транспортных средств с разрешенной максимальной массой более 3,5 т (если на знаке не указана масса).\nДорожный знак 4.4 «Движение легковых автомобилей» позиция II. Разрешается движение легковых автомобилей, автобусов, мотоциклов, маршрутных транспортных средств и грузовых автомобилей, разрешенная максимальная масса которых не превышает 3,5 т.\nДорожный знак 5.3 «Дорога для автомобилей» позиция I. Дорога, предназначенная для движения только автомобилей и мотоциклов.(Дорожные знаки.приложение 1 к ПДД РК)"
    },
    {
        "text": "Кому из указанных водителей разрешается произвести посадку пассажира в зоне действия данного дорожного знака? ",
        "questionImg": "/stamp/img/fef92069523ebd8e6a9ed4cd9f18383b",
        "options": [
            "Водителю такси. ",
            "Водителю - инвалиду  I- группы. ",
            "Обоим разрешается. ",
            "Обоим запрещается."
        ],
        "id": "842",
        "correctAnswerId": 3,
        "explanationId": "Действие данного дорожного знака 3.27 «Остановка запрещена» не распространяется только на маршрутные транспортные средства. Водители с нарушением опорно-двигательного аппарата, управляющие транспортными средствами с опознавательными знаками «Инвалид», имеют право останавливать и ставить транспортное средство в населенных пунктах в зоне действия дорожных знаков, запрещающих остановку или стоянку, при условии, что стоящее транспортное средство полностью располагается на тротуаре таким образом, чтобы для движения пешеходов оставалась свободная полоса шириной не менее полутора метров. (Раздел 25, пункт 2.1. ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "О чем информируют Вас эти дорожные знаки? ",
        "questionImg": "/stamp/img/a0eaa174a31191e851a541cc50d802fb",
        "options": [
            "Предупреждают о приближении к нерегулируемому перекрестку. ",
            "Запрещают совершить остановку на протяжении 250  м. ",
            "Предупреждают о приближении к перекрестку, где установлен знак 2.5 «Движение без остановки запрещено»."
        ],
        "id": "521",
        "correctAnswerId": 2,
        "explanationId": "Табличка 7.1.2 «Расстояние до объекта». Указывает расстояние от знака 2.4 «Уступите дорогу» до перекрестка в случае, если непосредственно перед перекрестком установлен знак 2.5 «Движение без остановки запрещено».(Дорожные знаки.Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам выполнить разворот в пределах прерывистой линии разметки? ",
        "questionImg": "/stamp/img/c791cae36445fb60cae3e837fe38a1c2",
        "options": [
            "Разрешается.",
            "Запрещается."
        ],
        "id": "794",
        "correctAnswerId": 0,
        "explanationId": "Горизонтальную разметку 1.11 разрешается пересекать со стороны прерывистой линии разметки при выполнении разворота.(Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам стоянка в указанном месте с 07.00 до 09.00ч.? ",
        "questionImg": "/stamp/img/390c4a569d4b8718c527acb03452828d",
        "options": [
            "Разрешается, только по нечетным числам месяца. ",
            "Разрешается, только по четным числам месяца.",
            "Запрещается."
        ],
        "id": "861",
        "correctAnswerId": 1,
        "explanationId": "Данный дорожный знак 3.29 «Стоянка запрещена по нечетным числам месяца» не запрещает стоянку в четные числа месяца (т.е. 2,4,6 и т.д.).(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Кто из водителей нарушает Правила? ",
        "questionImg": "/stamp/img/97bd8da68609174385b4a386a1ec3119",
        "options": [
            "Только водитель I.",
            "Только водитель II. ",
            "Оба водителя нарушают. ",
            "Оба водителя не нарушают."
        ],
        "id": "647",
        "correctAnswerId": 0,
        "explanationId": "Горизонтальную разметку 1.11 разрешается пересекать со стороны прерывистой и запрещается со стороны сплошной линии разметки.(Разметка дорожная и ее характеристики.Приложение 2 к ПДД РК) "
    },
    {
        "text": "Какой дорожный знак указывает место, с которого на данной дороге утрачивают силу требование Правил, устанавливающие порядок движения в населенных пунктах? ",
        "questionImg": "/stamp/img/0c15082d400112c43c0b64888fa56ce6",
        "options": [
            "Знак I.",
            "Знак II.  ",
            "Знак III.",
            "Знак  IV. ",
            "Знак V."
        ],
        "id": "742",
        "correctAnswerId": 2,
        "explanationId": "Дорожный знак 5.23 «Конец населенного пункта» (III) указывает место, с которого на данной дороге утрачивают силу требования Правил, устанавливающие порядок движения в населенных пунктах.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Сколько проезжих частей имеет данная дорога? ",
        "questionImg": "/stamp/img/7aef155ec892b0cfe00a29b6e8d5fb20",
        "options": [
            "Одну.",
            "Две.",
            "Четыре."
        ],
        "id": "800",
        "correctAnswerId": 1,
        "explanationId": "Дорогу на проезжие части делит разделительная полоса(участок с травяным покровом, посередине дороги). Разделительная полоса - конструктивно выделенный элемент дороги, разделяющий смежные проезжие части дороги и не предназначенный для движения или остановки безрельсовых транспортных средств и пешеходов, за исключением вынужденной остановки пешеходов при пересечении дороги вне населенного пункта.(Раздел 1, пункт 2.11, ПДД РК)"
    },
    {
        "text": "Какой дорожный знак разрешает объезд препятствия слева? ",
        "questionImg": "/stamp/img/9e165cc8a203bb27322b48f0a8c8938a",
        "options": [
            "Знак I.",
            "Знак II.  ",
            "Знак III.",
            "Знаки I и  II.",
            "Знаки II и III."
        ],
        "id": "1092",
        "correctAnswerId": 4,
        "explanationId": "Дорожный знак 4.2.2 «Объезд препятствия слева» объезд разрешает только со стороны, указанной стрелкой. Дорожный знак 4.2.3 «Объезд препятствия справа или слева» объезд разрешает с любой стороны. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Что означает данный дорожный знак? ",
        "questionImg": "/stamp/img/a83e8ddec582f1648fa027ced5990f43",
        "options": [
            "Движение через мост запрещено. ",
            "Требует уступить дорогу встречному транспортному средству.",
            "Предупреждает о наличие узкого участка. ",
            "Дает преимущество в движении перед встречным транспортным средством."
        ],
        "id": "714",
        "correctAnswerId": 1,
        "explanationId": "Данный дорожный знак 2.6 «Преимущество встречного движения». Запрещает въезд на узкий участок дороги, если это может затруднить встречное движение. Водитель уступает дорогу встречным транспортным средствам, находящимся на узком участке или противоположном подъезде к нему.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешено ли Вам подъехать к дому, в котором проживаете, расположенному за знаком?",
        "questionImg": "/stamp/img/a825a8bc7f7fe1de9946979a65f59d65",
        "options": [
            "Разрешено.",
            "Разрешено, но только с противоположного направления.",
            "Разрешено, но только включив аварийную световую сигнализацию. ",
            "Запрещено."
        ],
        "id": "929",
        "correctAnswerId": 0,
        "explanationId": "Действие данного дорожного знака 3.2 «Движение запрещено» не распространяется на транспортные средства, которые обслуживают предприятия, находящиеся в обозначенной зоне, а также обслуживают граждан или принадлежат гражданам, проживающим или работающим в обозначенной зоне.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "По каким траекториям Вам запрещено продолжить движение?",
        "questionImg": "/stamp/img/65ccf9997d61a8773daf8ee59d4cb38e",
        "options": [
            "По траектории I. ",
            "По траектории II. ",
            "По траекториям I и II. "
        ],
        "id": "514",
        "correctAnswerId": 1,
        "explanationId": "В данной ситуации дорожный знак 3.18.2 «Поворот налево запрещен» запрещает только поворот налево, но не разворот.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Водители, каких транспортных средств  не обязаны предоставлять их сотрудникам органов внутренних дел для проезда к месту стихийного бедствия? ",
        "questionImg": "",
        "options": [
            "Транспортных средств,  следующих в не попутном направлении. ",
            "Транспортных средств, водители которых имеют водительский стаж, менее двух лет. ",
            "Транспортных средств, представительств иностранных государств и международных организаций, обладающих дипломатическим иммунитетом.",
            "Водители всех, вышеперечисленных транспортных средств."
        ],
        "id": "1400",
        "correctAnswerId": 2,
        "explanationId": "Требование о предоставлении транспортного средства не распространяется на транспортные средства представительств иностранных государств и международных организаций, обладающих дипломатическим иммунитетом. (Раздел 2, пункт 1.7, ПДД РК)"
    },
    {
        "text": "В каком месте Вы  остановитесь, чтобы уступить дорогу транспортному средству, движущемуся по пересекаемой проезжей части? ",
        "questionImg": "/stamp/img/087476f1e06b548e15fcf8f88206b157",
        "options": [
            "У первой (по ходу движения) дорожной разметки. ",
            "У дорожного знака 2.4 «Уступить дорогу». ",
            "У второй (по ходу движения) дорожной разметки."
        ],
        "id": "630",
        "correctAnswerId": 2,
        "explanationId": "Горизонтальная разметка 1.13 (вторая по ходу движения) указывает место, где водитель должен при необходимости остановиться, уступая дорогу транспортным средствам, движущимся по пересекаемой дороге.(Разметка дорожная и ее характеристики. Приложение 1 к ПДД РК)"
    },
    {
        "text": "О чем предупреждает Вас увеличение длины штриха прерывистой линии разметки справа? ",
        "questionImg": "/stamp/img/229a73e9dfb92f7788cad08350d5c9ec",
        "options": [
            "О приближении к полосе торможения. ",
            "О приближении к сплошной линии разметки.",
            "О приближении к сужению дороги."
        ],
        "id": "981",
        "correctAnswerId": 1,
        "explanationId": "Горизонтальная разметка 1.6 (линия приближения - прерывистая линия, у которой длина штрихов в 3 раза превышает промежутки между ними) - предупреждает о приближении к разметке 1.1 (одинарная, сплошная линия) или 1.11, которая разделяет транспортные потоки противоположных или попутных направлений.(Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Какой из указанных дорожных знаков предупреждает о железнодорожном переезде с двумя путями и более? ",
        "questionImg": "/stamp/img/d616224daae54472062e7e3aa8fe2a08",
        "options": [
            "Знак I.",
            "Знак II.  ",
            "Знак III.",
            "Знак  IV. ",
            "Знаки II и III."
        ],
        "id": "1176",
        "correctAnswerId": 3,
        "explanationId": "Дорожный знак 1.3.2 «Многопутная железная дорога» (знак IV) обозначает, необорудованный шлагбаумом, переезд через железную дорогу с двумя путями и более. (Дорожные знаки. Приложение 1 к ПДД РК) "
    },
    {
        "text": "Какие из указанных дорожных знаков повторяются при установке вне населенных пунктов? ",
        "questionImg": "/stamp/img/eb221976b5520e89ea1fed05b861acb2",
        "options": [
            "Знаки I и II. ",
            "Знаки II и III.",
            "Знаки III и IV.",
            "Знаки IV и V."
        ],
        "id": "1007",
        "correctAnswerId": 0,
        "explanationId": "Вне населенных пунктов дорожные знаки 1.1 «Железнодорожный переезд со шлагбаумом» (знак I) и 1.2 «Железнодорожный переезд без шлагбаума»(знак II) повторяются. Второй знак устанавливается на расстоянии не менее 50 метров до начала опасного участка.(Дорожные знаки. Приложение 1 к ПДД РК.)"
    },
    {
        "text": "Обязаны ли Вы предоставить транспортное средство медицинскому работнику, следующему для оказания медицинской помощи? ",
        "questionImg": "/stamp/img/c859a802d8dbd80f7dccfab3e3242e43",
        "options": [
            "Обязаны, следующему в попутном направлении движения. ",
            "Обязаны, независимо от направления движения.",
            "Не обязаны."
        ],
        "id": "1118",
        "correctAnswerId": 0,
        "explanationId": "Водитель обязан предоставить транспортное средство медицинским работникам, следующим в попутном направлении для оказания медицинской помощи, а также, независимо от направления движения для транспортировки граждан, нуждающихся в срочной медицинской помощи, в лечебные учреждения. (Раздел 2, пункт 1.7, ПДД РК)"
    },
    {
        "text": "Какой дорожный знак обозначает начало дороги с односторонним движением? ",
        "questionImg": "/stamp/img/4b1eeb9f734872060363cefcf42079d5",
        "options": [
            "Только знак I. ",
            "Только знак II. ",
            "Только III.",
            "Только IV. ",
            "Только V. ",
            "Все указанные знаки."
        ],
        "id": "701",
        "correctAnswerId": 2,
        "explanationId": "Среди указанных знаков, это дорожный знак (знак III) 5.5 «Дорога с односторонним движением». Дорога или проезжая часть, по которой движение транспортных средств по всей ширине осуществляется в одном направлении. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Какой из указанных дорожных знаков не относится к группе знаков сервиса?",
        "questionImg": "/stamp/img/8d022419ae611e6a1022fbf1380b8357",
        "options": [
            "Знак I.",
            "Знак II.  ",
            "Знак III.",
            "Знак  IV. ",
            "Знак V."
        ],
        "id": "910",
        "correctAnswerId": 2,
        "explanationId": "Дорожный знак 5.14 «Место стоянки легковых такси»(знак III) относится к группе информационно-указательных знаков.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Какой из указанных дорожных знаков запрещает поворот направо водителю грузового автомобиля? ",
        "questionImg": "/stamp/img/56568a8b2f033f6a82a9576cbf2f2dce",
        "options": [
            "Знак I.",
            "Знак II.  ",
            "Знак III.",
            "Знак  IV. ",
            "Знак V."
        ],
        "id": "786",
        "correctAnswerId": 4,
        "explanationId": "При установке дорожного знака 5.10.3 «Выезд на дорогу с полосой для маршрутных транспортных средств» поворот направо могут осуществить только маршрутные транспортные средства и другой общественный транспорт.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Кому из данных водителей разрешается продолжить движение прямо? ",
        "questionImg": "/stamp/img/4624028dd644b5604c9b3cf3ea749f71",
        "options": [
            "Водителю мотоцикла. ",
            "Водителю легкового автомобиля. ",
            "Обоим водителям запрещается.",
            "Обоим водителям разрешается. "
        ],
        "id": "1071",
        "correctAnswerId": 2,
        "explanationId": "Данный дорожный знак 4.5 «Велосипедная дорожка или велосипедная полоса движения» разрешает движение только на велосипедах и мопедах. (Дорожные знаки. Приложение 1 к ПДД РК) "
    },
    {
        "text": "Какие дорожные знаки запрещают поворот налево водителям легковых автомобилей? ",
        "questionImg": "/stamp/img/834c08a5f176a8feacb641b25f02cc72",
        "options": [
            "Все знаки. ",
            "Только знаки I и II. ",
            "Только знаки II и IV.",
            "Только знаки I и III. "
        ],
        "id": "496",
        "correctAnswerId": 3,
        "explanationId": "Среди указанных дорожных знаков поворот налево разрешают дорожные знаки 3.19 «Разворот запрещен»(запрещается только разворот)(знак II) и 5.5 «Дорога с односторонним движением»(дорога или проезжая часть, по которой движение транспортных средств по всей ширине осуществляется в одном направлении,повороты не запрещаются)(знак IV).Дорожные знаки 5.10.2 «Выезд на дорогу с полосой для маршрутных транспортных средств»(знак I) и 5.11.1 «Место для разворота»(знак III) не позволяют выполнить поворот налево.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "О чем информирует Вас дорожный знак, установленный перед перекрестком?",
        "questionImg": "/stamp/img/a5d4d0adffa2941092096a48dd7017ca",
        "options": [
            "Указывает разрешенные направления движения на перекрестке. ",
            "О выезде на дорогу с реверсивным движением.",
            "О наличии Т-образного перекрестка или разветвлении дорог."
        ],
        "id": "1075",
        "correctAnswerId": 1,
        "explanationId": "Данный дорожный знак 5.37 «Выезд на дорогу с реверсивным движением» информирует о выезде на дорогу с реверсивным движением, то есть участок дороги, на котором на одной или нескольких полосах направление движения может изменяться на противоположное. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "На каком из рисунков изображен перекресток? ",
        "questionImg": "/stamp/img/9db0f4284de4e51e75d3b0994e9e4710",
        "options": [
            "На рисунке I. ",
            "На рисунке II. ",
            "На рисунке III. ",
            "На всех рисунках."
        ],
        "id": "1115",
        "correctAnswerId": 1,
        "explanationId": "Перекресток – место пересечения, примыкания или разветвления дорог на одном уровне, ограниченное воображаемыми линиями, соединяющими соответственно противоположные, наиболее удаленные от центра перекрестка начала закруглений проезжих частей дорог. Не считаются перекрестками выезды с прилегающих территорий, а также места пересечения (примыкания) с полевыми, лесными, выездами из жилых зон и другими второстепенными дорогами, перед которыми не установлены знаки приоритета. (Раздел 1, пункт 2.30, ПДД РК)"
    },
    {
        "text": "Что обозначают прерывистые линии горизонтальной разметки на перекрестке? ",
        "questionImg": "/stamp/img/c817c00c0c71775ba83401606b1fd677",
        "options": [
            "Границы полос движения в пределах перекрестка.",
            "Обязательное направление движения на перекрестке. ",
            "Обязательное направление движения на перекрестке, разворот не запрещен."
        ],
        "id": "602",
        "correctAnswerId": 0,
        "explanationId": "Данная горизонтальная разметка 1.7 (прерывистая линия с короткими штрихами и равными им промежутками) - обозначает границы полос движения в пределах перекрестка.(Разметка дорожная и ее характеристики. Приложение 1 к ПДД РК)"
    },
    {
        "text": "В каких из указанных случаях водитель совершил стоянку, исключающую самопроизвольный выезд транспортного средства на проезжую часть?",
        "questionImg": "/stamp/img/b39c5d4654750511004ec43415029a80",
        "options": [
            "I и II. ",
            "II и III. ",
            "I и III.",
            "II и IV."
        ],
        "id": "607",
        "correctAnswerId": 2,
        "explanationId": "При наличии бордюрного(тротуарного) камня водители, при стоянке на подъемах выкручивают рулевое колесо в сторону проезжей части.На спусках, выкручивают рулевое колесо в сторону бордюрного(тротуарного) камня.В данной ситуации правильными, являются позиции I и III.(Раздел 2, пункт 1.3, ПДД РК) "
    },
    {
        "text": "В каких направлениях Вам разрешается продолжить движение, управляя легковым автомобилем? ",
        "questionImg": "/stamp/img/ec1f15d9066bc5ee3444559c26d0aa7a",
        "options": [
            "Только прямо. ",
            "Только налево или направо. ",
            "Только прямо и направо. ",
            "Во всех направлениях."
        ],
        "id": "1070",
        "correctAnswerId": 3,
        "explanationId": "Табличка 7.3.3 «Направления действия», закрепленная под дорожным знаком 4.4 «Движение легковых автомобилей», указывает направления действия этого знака, установленного перед перекрестком. Дорожный знак 4.4 «Движение легковых автомобилей» разрешает движение легковых автомобилей, автобусов, мотоциклов, маршрутных транспортных средств и грузовых автомобилей, разрешенная максимальная масса которых не превышает 3,5 тонн. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам стоянка в указанном месте, при управлении грузовым автомобилем? ",
        "questionImg": "/stamp/img/5689364920be49a06c06130a3d33abb0",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Разрешается, только грузовым автомобилям с разрешенной максимальной массой менее 3,5 тонн.",
            "Разрешается, только грузовым автомобилям с разрешенной максимальной массой более 3,5 тонн."
        ],
        "id": "653",
        "correctAnswerId": 2,
        "explanationId": "Дорожные знаки 5.15 «Место стоянки» и 7.4.3 «Вид транспортного средства» обозначают места для стоянки, где стоянка разрешена легковым автомобилям, а также грузовым автомобилям с разрешенной максимальной массой до 3,5 тонн.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Горизонтальная разметка в виде треугольника на полосе движения информирует водителя: ",
        "questionImg": "/stamp/img/b0749e0c706170a97dc7fa536808e896",
        "options": [
            "О приближении к опасному участку дороги. ",
            "О необходимости остановиться перед ней. ",
            "О приближении к другой разметке, которая указывает место, где необходимо уступить дорогу."
        ],
        "id": "579",
        "correctAnswerId": 2,
        "explanationId": "Данная горизонтальная разметка 1.20 - предупреждает о приближении к разметке 1.13. Разметка 1.13 - указывает место, где водитель должен при необходимости остановиться, уступая дорогу транспортным средствам, движущимся по пересекаемой дороге.(Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Может ли устанавливаться данный дорожный знак непосредственно перед началом спуска? ",
        "questionImg": "/stamp/img/9bf61442ed0a4edc6478b20c595e29d5",
        "options": [
            "Не может, так как предупреждающие знаки устанавливаются заблаговременно до начала опасного участка.",
            "Может, если спуски и подъемы следуют друг за другом.",
            "Правила данную ситуацию не регламентируют."
        ],
        "id": "1056",
        "correctAnswerId": 1,
        "explanationId": "Знаки 1.13 «Крутой спуск» и 1.14 «Крутой подъем» могут устанавливаться без таблички 7.1.1 «Расстояние до объекта» непосредственно перед началом спуска или подъема, если спуски и подъемы следуют друг за другом. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "О чем может предупреждать Вас данный дорожный знак? ",
        "questionImg": "/stamp/img/2c3b4b082521737b4b37056862eff1c5",
        "options": [
            "О направлениях объезда ремонтируемого участка дороги. ",
            "О направлениях движения на Т-образном перекрестке или разветвлении дорог. ",
            "О направлениях движения на Т-образном перекрестке или разветвлении дорог и о направлениях объезда ремонтируемого участка дороги."
        ],
        "id": "949",
        "correctAnswerId": 2,
        "explanationId": "Данный дорожный знак 1.31.3 «Направление поворота» предупреждает о направлениях движения на Т-образном перекрестке или разветвлении дорог, а также о направлениях объезда ремонтируемого участка дороги.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Водителю запрещается управление транспортным средством, во время дождя или снегопада, если: ",
        "questionImg": "",
        "options": [
            "Не работают предусмотренные конструкцией транспортного средства стеклоомыватели. ",
            "Неисправны стеклоочистители ветрового стекла.",
            "Не работают, в установленном режиме стеклоочистители. ",
            "Имеются все перечисленные неисправности."
        ],
        "id": "1408",
        "correctAnswerId": 1,
        "explanationId": "Водителю запрещается управлять транспортным средством во время дождя или снегопада - с неисправными стеклоочистителями ветрового стекла. (Раздел 2, пункт 4.10, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам выполнить обгон автобуса, в данной ситуации? ",
        "questionImg": "/stamp/img/6c4a06bc2899d5af676e69369fb2c093",
        "options": [
            "Разрешается.",
            "Разрешается, если скорость автобуса менее 30км/ч.",
            "Разрешается, если скорость автобуса 30км/ч.",
            "Запрещается."
        ],
        "id": "760",
        "correctAnswerId": 1,
        "explanationId": "Данный дорожный знак 3.20 «Обгон запрещен» запрещает обгон всех транспортных средств, кроме одиночных, движущихся со скоростью менее 30 км/час.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "На каком из рисунков изображен обгон? ",
        "questionImg": "/stamp/img/5270a37c7a10248627cd3ba25593a840",
        "options": [
            "На верхнем.",
            "На нижнем.",
            "Ни на одном из рисунков."
        ],
        "id": "213999",
        "correctAnswerId": 2,
        "explanationId": "Обгон – опережение движущегося впереди одного или нескольких транспортных средств, связанное с выездом из занимаемой полосы и последующим возвращением на ранее занимаемую полосу. (Раздел 1, пункт 2.10, ПДД РК)"
    },
    {
        "text": "В каких направлениях Вам разрешено продолжить движение на перекрестке? ",
        "questionImg": "/stamp/img/ce714204c3b04e0be7fbd61ac369cc85",
        "options": [
            "Только налево. ",
            "Только налево и в обратном направлении.",
            "Только налево, прямо и в обратном направлении.",
            "Во всех направлениях."
        ],
        "id": "592",
        "correctAnswerId": 2,
        "explanationId": "Данный дорожный знак 5.7.2 «Выезд на дорогу с односторонним движением», информирует о выезде на дорогу или проезжую часть с односторонним движением.То есть, о дороге или проезжей части, по которой движение транспортных средств по всей ширине осуществляется в одном направлении. Соответственно по сути дела, на данном пересечении запрещен только поворот направо, что подразумевает движение навстречу транспортному потоку.(Дорожные знаки.Приложение 1 к  ПДД РК)"
    },
    {
        "text": "Данный дорожный знак:",
        "questionImg": "/stamp/img/b7f42af5239822f1a00c8469d9e3965b",
        "options": [
            "Предупреждает об изменении профиля дороги.",
            "Предупреждает о приближении к пересечению равнозначных дорог.",
            "Предупреждает о приближении к участку дороги, на которой уменьшается ширина проезжей части."
        ],
        "id": "924",
        "correctAnswerId": 2,
        "explanationId": "Данный дорожный знак 1.18.2 «Сужение дороги» установленный вне населенного пункта предупреждает, что ширина проезжей части уменьшится более чем на 0,5 метра справа. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "На каком расстоянии до железнодорожного переезда устанавливаются данные дорожные знаки? ",
        "questionImg": "/stamp/img/2e14d0948e260e92b682dbf7871c412d",
        "options": [
            "Не менее 10 метров. ",
            "Не менее 50 метров. ",
            "Не менее 100 метров.",
            "Не менее 150 метров."
        ],
        "id": "1054",
        "correctAnswerId": 3,
        "explanationId": "Дорожные знаки 1.2 «Железнодорожный переезд без шлагбаума» и 1.4.1 (1.4.4) «Приближение к железнодорожному переезду», устанавливаются на расстоянии не менее 150 метров до переезда. (Дорожные знаки. Приложение 1 к ПДД РК) "
    },
    {
        "text": "«Водитель» это: ",
        "questionImg": "",
        "options": [
            "Лицо, находящееся на (в) транспортном средстве и не управляющее им. ",
            "Физические лица, передвигающиеся в креслах-колясках для инвалидов, ведущие велосипед, мопед, мотоцикл. ",
            "Лицо, управляющее транспортным средством, погонщик, ведущий по дороге скот, стадо, вьючных, упряжных или верховых животных."
        ],
        "id": "1392",
        "correctAnswerId": 2,
        "explanationId": "Водитель - лицо, управляющее транспортным средством, погонщик, ведущий по дороге скот, стадо, вьючных, упряжных или верховых животных. (Раздел 1, пункт 2.31, ПДД РК.)"
    },
    {
        "text": "Разрешается ли водителю при управлении транспортным средством пользоваться телефоном либо радиостанцией? ",
        "questionImg": "",
        "options": [
            "Разрешается.",
            "Разрешается при движении с минимальной скоростью. ",
            "Разрешается посредством применения наушников или громкой связи.",
            "Запрещается."
        ],
        "id": "1416",
        "correctAnswerId": 2,
        "explanationId": "Водителю запрещается при управлении транспортным средством пользоваться телефоном либо радиостанцией, за исключением их использования посредством применения наушников или громкой связи. (Раздел 2, 4.9, ПДД РК)"
    },
    {
        "text": "Укажите количество полос движения на данном участке дороги:",
        "questionImg": "/stamp/img/b153e17cb2ba6bbc6304d18f8a4f95a4",
        "options": [
            "Одна.",
            "Две.",
            "Три.",
            "Четыре.",
            "Пять."
        ],
        "id": "827",
        "correctAnswerId": 3,
        "explanationId": "В данном случае количество полос движения для безрельсовых транспортных средств определяется горизонтальной разметкой 1.5. (Раздел 9, пункт 1, ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам совершить обгон в данной ситуации? ",
        "questionImg": "/stamp/img/7ecaba080a5c5ffca144ffd265999c56",
        "options": [
            "Разрешается.",
            "Разрешается если скорость грузового автомобиля менее 30 км/ч. ",
            "Запрещается."
        ],
        "id": "612",
        "correctAnswerId": 2,
        "explanationId": "Данную горизонтальную разметку 1.1 запрещается пересекать для выполнения обгона.(Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "В каких из указанных мест Вам разрешается осуществить стоянку, не связанную с длительным отдыхом или ночлегом?",
        "questionImg": "/stamp/img/aeda6ec56e02818b0b2e9f3c59eec659",
        "options": [
            "В обоих местах разрешается. ",
            "Только в указанном месте I.",
            "Только в указанном месте  II. ",
            "В обоих местах запрещается."
        ],
        "id": "507",
        "correctAnswerId": 1,
        "explanationId": "Стоянка разрешается, только в указанном месте I. Так как зона действия дорожного знака 3.28 «Стоянка запрещена» распространяется до конца населенного пункта (дорожный знак 5.23 «Конец населенного пункта»). (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Рабочая тормозная система считается “недействующей”, если: ",
        "questionImg": "",
        "options": [
            "Нарушена герметичность гидравлического тормозного привода. ",
            "Эффективность рабочей тормозной системы не соответствует нормам. ",
            "Не позволяет остановить транспортное средство при движении с минимальной скоростью.",
            "Имеются все перечисленные неисправности."
        ],
        "id": "1410",
        "correctAnswerId": 2,
        "explanationId": "Недействующей считается рабочая тормозная система, которая не позволяет остановить транспортное средство при движении с минимальной скоростью.(Раздел 2, пункт 4.10, ПДД РК)"
    },
    {
        "text": "Каким транспортным средствам запрещает движение данный дорожный знак? ",
        "questionImg": "/stamp/img/789fa6ca33e98bd49c2c25e9b0f419c4",
        "options": [
            "Грузовым автомобилям, если ширина проезжей части менее 10 метров. ",
            "Транспортным средствам (составам транспортных средств) габаритная длина которых(с грузом или без груза) более 10 метров.",
            "Транспортным средствам габаритная ширина которых(с грузом или без груза) более 10 метров. "
        ],
        "id": "1064",
        "correctAnswerId": 1,
        "explanationId": "Данный дорожный знак 3.15 «Ограничение длины». Запрещает движение транспортных средств (составов транспортных средств), габаритная длина которых (с грузом или без груза) больше указанной на знаке. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Зона действия дорожного знака 3.24 «Ограничение максимальной скорости» распространяется: ",
        "questionImg": "/stamp/img/f583e1d8411d840a1c1d4fe3365a7065",
        "options": [
            "До знака 5.24 «Начало населенного пункта». ",
            "До ближайшего перекрестка. ",
            "До конца населенного пункта. ",
            "До ближайшего перекрестка, а при отсутствии перекрестка- до конца населенного пункта."
        ],
        "id": "1067",
        "correctAnswerId": 3,
        "explanationId": "Первый по ходу движения дорожный знак 5.24 «Начало населенного пункта» указывает наименование и начало населенного пункта, в котором на данной дороге не действуют требования Правил, устанавливающие порядок движения в населенных пунктах. Зона действия дорожного знака 3.24 «Ограничение максимальной скорости» распространяется до ближайшего перекрестка, а при отсутствии перекрестка- до конца населенного пункта (знака 5.25 «Конец населенного пункта»). (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Данная вертикальная разметка на поверхности ограждения дорог: ",
        "questionImg": "/stamp/img/88a1aa706f157c12250043172e95481a",
        "options": [
            "Обозначает боковые поверхности ограждений дорог на закруглениях малого   радиуса, крутых спусках, других опасных участках.",
            "Обозначает боковые поверхности ограждений дорог на других участках дорог.",
            "Обозначает направляющие столбики, надолбы, опоры ограждений и тому подобное."
        ],
        "id": "723",
        "correctAnswerId": 1,
        "explanationId": "Данная вертикальная разметка 2.6 - обозначает боковые поверхности ограждений дорог на других(не опасных) участках.(Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК) "
    },
    {
        "text": "Какой из указанных дорожных знаков называется «Предварительный указатель перестроения на другую проезжую часть»? ",
        "questionImg": "/stamp/img/de7ab03f2f8dd43b617c0f5cc54bfd33",
        "options": [
            "Знак I.",
            "Знак II.  ",
            "Знак III.",
            "Знак  IV. ",
            "Знак V."
        ],
        "id": "1077",
        "correctAnswerId": 4,
        "explanationId": "Дорожный знак 5.34.1 «Предварительный указатель перестроения на другую проезжую часть» (знак V) указывает направление объезда закрытого для движения участка проезжей части на дороге с разделительной полосой. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "На каких рисунках дорожные знаки обозначают главную дорогу? ",
        "questionImg": "/stamp/img/bb11800c1cadbae823f685c7ea9b998a",
        "options": [
            "На рисунке I. ",
            "На рисунках I и II. ",
            "На рисунках I и IV.",
            "На рисунках I, III и IV. ",
            "На всех рисунках."
        ],
        "id": "1110",
        "correctAnswerId": 3,
        "explanationId": "Главная дорога -дорога, обозначенная знаками 2.1 «Главная дорога», 2.3.1 «Пересечение со второстепенной дорогой», 2.3.2, 2.3.3 «Примыкание второстепенной дороги» или 5.1 «Автомагистраль» по отношению к пересекаемой (примыкающей), или дорога с твердым покрытием (асфальто- и цементобетон, каменные материалы и тому подобное) по отношению к грунтовой. (Раздел 1, пункт 2.9, ПДД РК)"
    },
    {
        "text": "О чем предупреждают Вас данный дорожный знак? ",
        "questionImg": "/stamp/img/61604abadf348e00603fe0b80f7254da",
        "options": [
            "О приближении к железнодорожному переезду со шлагбаумом. ",
            "О приближении к железнодорожному переезду без шлагбаума. ",
            "О приближении к железнодорожному вокзалу."
        ],
        "id": "857",
        "correctAnswerId": 1,
        "explanationId": "Данный дорожный знак 1.2 «Железнодорожный переезд без шлагбаума» предупреждает о приближении к железнодорожному переезду без шлагбаума. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Водитель, какого из указанных автомобилей нарушил правила стоянки в данной ситуации?",
        "questionImg": "/stamp/img/b5ad08967c20207792eda40321f061c6",
        "options": [
            "Водители автомобилей I и II. ",
            "Водители автомобилей II и III. ",
            "Водители автомобилей I и III.",
            "Водители всех автомобилей нарушили.",
            "Водители всех автомобилей не нарушили."
        ],
        "id": "804",
        "correctAnswerId": 2,
        "explanationId": "Данные дорожные знаки 5.15 «Место стоянки» и 7.6.5 «Способ постановки транспортного средства на стоянку», указывают способ постановки легковых автомобилей и мотоциклов на околотротуарной стоянке.(Дорожные знаки. Приложение 1 к ПДД РК) "
    },
    {
        "text": "Каким из указанных дорожных знаков обозначается участок дороги с односторонним движением? ",
        "questionImg": "/stamp/img/945b31ce3f7d7789d7dc04e583ee7e51",
        "options": [
            "Знак I.",
            "Знак II.  ",
            "Знак III.",
            "Знак  IV. ",
            "Знак V."
        ],
        "id": "1091",
        "correctAnswerId": 3,
        "explanationId": "Дорожный знак 5.5 «Дорога с односторонним движением» (знак IV) обозначает дорогу или проезжую часть, по которой движение транспортных средств по всей ширине осуществляется в одном направлении. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешен ли Вам на перекрестке поворот направо?",
        "questionImg": "/stamp/img/aab46ff0af7d26883eeab649758fc447",
        "options": [
            "Да.",
            "Нет."
        ],
        "id": "527",
        "correctAnswerId": 0,
        "explanationId": "Данный дорожный знак 5.19.2 «Тупик» информирует что дорога справа, не имеет сквозного проезда и не запрещает что-либо.(Дорожные знаки.Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли водителю выполнить разворот в данной ситуации? ",
        "questionImg": "/stamp/img/ad33de50ee1eec5c1ea074f940917ae1",
        "options": [
            "Разрешается, после проезда знака 3.31 «Конец зоны всех ограничений». ",
            "Запрещается.",
            "Разрешается."
        ],
        "id": "1074",
        "correctAnswerId": 1,
        "explanationId": "Горизонтальную разметку 1.1 пересекать запрещается. Дорожный знак 3.31 «Конец зоны всех ограничений» обозначает конец зоны действия, ранее установленных, запрещающих знаков. (Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам подъехать к дому расположенному за перекрестком? ",
        "questionImg": "/stamp/img/b507dd7354f2f6e730aaccfcfd85a38f",
        "options": [
            "Да, если Вы проживаете в этом доме. ",
            "Да, но только с противоположного направления.",
            "Да, но только включив аварийную световую сигнализацию."
        ],
        "id": "671",
        "correctAnswerId": 1,
        "explanationId": "Данный дорожный знак 3.1 «Въезд запрещен» запрещает въезд всех транспортных средств, в данном направлении. Однако есть возможность попасть на эту дорогу с других направлений, в том числе, с противоположного направления. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "При движении на транспортном средстве, оборудованном ремнями безопасности, быть пристегнутыми обязаны: ",
        "questionImg": "",
        "options": [
            "Только водитель. ",
            "Только водитель и пассажир на переднем сиденье. ",
            "Только водитель и пассажиры, за исключением детей до 12 лет на заднем сиденье. ",
            "Все, находящиеся в легковом автомобиле, лица."
        ],
        "id": "1415",
        "correctAnswerId": 3,
        "explanationId": "Водитель механического транспортного средства обязан при движении на транспортном средстве, оборудованном ремнями безопасности, быть пристегнутым и не перевозить пассажиров, не пристегнутых ремнями. (Раздел 2, пункт 1.5, ПДД РК)"
    },
    {
        "text": "Кому из данных водителей разрешается продолжить движение прямо? ",
        "questionImg": "/stamp/img/cbebafd3b276af78053d3285acc39159",
        "options": [
            "Водителю мотоцикла. ",
            "Водителю легкового автомобиля. ",
            "Обоим водителям запрещается.",
            "Обоим водителям разрешается. "
        ],
        "id": "1072",
        "correctAnswerId": 2,
        "explanationId": "Данный дорожный знак 4.6 «Пешеходная дорожка» разрешает движение только пешеходам. (Дорожные знаки. Приложение 1 к ПДД РК) "
    },
    {
        "text": "Где Вам запрещается осуществить остановку в данной ситуации? ",
        "questionImg": "/stamp/img/09ca75265bdc24d3b023064b9b566f49",
        "options": [
            "На протяжении 100 метров от места установки данных дорожных знаков, у правого края проезжей части.",
            "На протяжении 100 метров от места установки данных дорожных знаков, у левого края проезжей части.",
            "На протяжении 100 метров от места установки данных дорожных знаков, у правого и левого края проезжей части."
        ],
        "id": "1079",
        "correctAnswerId": 0,
        "explanationId": "Действие знака 3.27 «Остановка запрещена» распространяется только на ту сторону дороги, на которой он установлен. Табличка 7.2.6 «Зона действия»  под знаком  указывает зону действия запрещающего знака. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": " С какой из сторон Вам разрешается объезд препятствия? ",
        "questionImg": "/stamp/img/78b7a28ad31fd653d8181d7abbc07dc5",
        "options": [
            "С левой стороны.",
            "С правой стороны. ",
            "С обеих сторон разрешается. ",
            "С обеих сторон запрещается."
        ],
        "id": "923",
        "correctAnswerId": 0,
        "explanationId": "Данный дорожный знак 4.2.2 «Объезд препятствия слева» объезд разрешает только со стороны, указанной стрелкой. Допускается пересечение линии 1.1  как исключение при объезде препятствия, если выполнить его невозможно, не прибегая к этому исключению.(Дорожные знаки. Приложение 1 к ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Обязаны ли Вы уступить дорогу легковому автомобилю красного цвета при движении прямо, согласно Правилам дорожного движения? ",
        "questionImg": "/stamp/img/f645ef1b327cad722c0b9ea240455255",
        "options": [
            "Да.",
            "Нет."
        ],
        "id": "758",
        "correctAnswerId": 1,
        "explanationId": "Прилегающая территория – территория, непосредственно прилегающая к дороге и не предназначенная для сквозного движения транспортных средств. Движение по прилегающей территории осуществляется в соответствии с настоящими Правилами. При выезде на дорогу со второстепенной дороги водитель уступает дорогу транспортным средствам и пешеходам, движущимся по ней, а при съезде с дороги - пешеходам и велосипедистам, путь движения которых он пересекает. Соответственно водитель легкового автомобиля красного цвета при выезде на дорогу уступает Вам.(Раздел 1, пункт 2.57-2. Раздел 8, пункт 3 ПДД РК)"
    },
    {
        "text": "В каких направлениях Вам разрешено продолжить движение на перекрестке? ",
        "questionImg": "/stamp/img/9f4608cd7046c6d756d1262791ea255b",
        "options": [
            "Только направо. ",
            "Только прямо и направо. ",
            "Прямо, направо и в обратном направлении.",
            "В любых направлениях."
        ],
        "id": "595",
        "correctAnswerId": 2,
        "explanationId": "Данный дорожный знак 5.7.1 «Выезд на дорогу с односторонним движением», информирует о выезде на дорогу или проезжую часть с односторонним движением.То есть, о дороге или проезжей части, по которой движение транспортных средств по всей ширине осуществляется в одном направлении. Соответственно по сути дела, на данном пересечении запрещен только поворот налево, что подразумевает движение навстречу транспортному потоку.(Дорожные знаки.Приложение 1 к  ПДД РК)"
    },
    {
        "text": "Какие из указанных дорожных знаков действуют только на то пересечение проезжих частей, перед которыми они установлены? ",
        "questionImg": "/stamp/img/777c9dc422555e0072027aebc233dd5e",
        "options": [
            "Знаки I и II. ",
            "Знаки II и III.",
            "Знаки I и III."
        ],
        "id": "1095",
        "correctAnswerId": 2,
        "explanationId": "Дорожные знаки 3.18.1 «Поворот направо запрещен» (знак I) и 4.1.6 «Движение направо или налево» (знак III) распространяют свое действие на пересечение проезжих частей, перед которыми они установлены. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам поставить автомобиль на стоянку в указанном месте по нечетным числам месяца?",
        "questionImg": "/stamp/img/a414bc2f210eccadd11d0e1b43f46b45",
        "options": [
            "Запрещается.",
            "Разрешается.",
            "Разрешается, только с 19.00 до 21.00 ч."
        ],
        "id": "678",
        "correctAnswerId": 2,
        "explanationId": "При одновременном применении знаков 3.29 «Стоянка запрещена по нечетным числам месяца»(знак слева) и 3.30 «Стоянка запрещена по четным числам месяца»(знак справа) время перестановки транспортных средств с одной стороны на другую - с 19 до 21 часа.Другими словами, в этот период оба знака не работают.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам продолжить движение при установке данного дорожного знака, управляя грузовым автомобилем? ",
        "questionImg": "/stamp/img/e03047be652974104740aa76648c48c9",
        "options": [
            "Разрешается, если Вы управляете двухосным грузовым автомобилем фактическая масса которого 15 тонн. ",
            "Разрешается, если Вы управляете трехосным грузовым автомобилем фактическая масса которого 24 тонны.",
            "В обоих случаях разрешается. ",
            "В обоих случаях запрещается."
        ],
        "id": "1153",
        "correctAnswerId": 1,
        "explanationId": "Данный дорожный знак 3.12 «Ограничение нагрузки на ось» запрещает движение транспортных средств, у которых фактическая нагрузка на какую-либо ось больше указанной на знаке. Нагрузка на ось автомобиля зависит от количества осей. Практически у всех автомобилей нагрузка на ось распределяется одинаково, за исключением двухосных грузовых автомобилей. У двухосных грузовых автомобилей нагрузка на переднюю ось составляет 1/3 от фактической массы, а заднюю 2/3. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам остановка на мосту для посадки пассажира? ",
        "questionImg": "/stamp/img/44fbcee5407433ab38bfe5d08d41bd9e",
        "options": [
            "Разрешается.",
            "Запрещается."
        ],
        "id": "657",
        "correctAnswerId": 1,
        "explanationId": "Остановка запрещается на эстакадах, мостах, путепроводах (если для движения в данном направлении имеется менее трех полос). Однако, в данном случае, горизонтальная разметка 1.4 - обозначает места, где запрещена остановка.(Разметка дорожная и ее характеристики.Приложение 2 к ПДД РК)"
    },
    {
        "text": "В каких из указанных случаях водитель совершил стоянку, исключающую самопроизвольный выезд транспортного средства на проезжую часть?",
        "questionImg": "/stamp/img/bf7dfbb78e47a695efa9b97e3965750e",
        "options": [
            "I и  IV.",
            "II и III. ",
            "I и III.",
            "II и IV."
        ],
        "id": "520",
        "correctAnswerId": 0,
        "explanationId": "При отсутствии бордюрного(тротуарного) камня водители, при стоянке на подъемах и спусках, выкручивают рулевое колесо в сторону обочины.В данной ситуации правильными, являются позиции I и IV.(Раздел 2, пункт 1.3, ПДД РК)  "
    },
    {
        "text": "В каких направлениях Вы можете продолжить движение в данной ситуации? ",
        "questionImg": "/stamp/img/fa7397b3bf802cd28be5f047af6178df",
        "options": [
            "Только налево. ",
            "Прямо и налево.",
            "Прямо, налево и в обратном направлении.",
            "Налево и в обратном направлении."
        ],
        "id": "912",
        "correctAnswerId": 3,
        "explanationId": "Дорожный знак 4.1.5 «Движение прямо или налево» всем транспортным средствам разрешает движение только в направлениях, указанных на знаке стрелками. Однако полосы движения могут быть обозначены горизонтальной разметкой, указывающей разрешенные направления движения для каждой полосы.Согласно дорожной разметке 1.18 при движении по данной полосе Вы можете выполнить поворот налево или разворот.  (Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам стоянка в указанном месте с 07.00 до 09.00ч.? ",
        "questionImg": "/stamp/img/b665754870f2cd1c0e842004d862c693",
        "options": [
            "Разрешается, только по нечетным числам месяца. ",
            "Разрешается, только по четным числам месяца.",
            "Запрещается."
        ],
        "id": "862",
        "correctAnswerId": 0,
        "explanationId": "Данный дорожный знак 3.30 «Стоянка запрещена по четным числам месяца» не запрещает стоянку в нечетные числа месяца ( т.е. 1,3,5.. и т.д.).(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Является ли в данной ситуации Ваша остановка вынужденной? ",
        "questionImg": "/stamp/img/12b6b302ad0b6dbb722a411d5c9297fa",
        "options": [
            "Да.",
            "Нет."
        ],
        "id": "1103",
        "correctAnswerId": 1,
        "explanationId": "Вынужденная остановка - прекращение движения транспортного средства из-за его технической неисправности или опасности, создаваемой перевозимым грузом, состоянием водителя (пассажира) или появлением препятствия на дороге. (Раздел 1, пункт 2.44\n, ПДД РК)"
    },
    {
        "text": "В каких направлениях Вам разрешается продолжить движение, управляя грузовым автомобилем с разрешенной максимальной массой менее 3.5 тонн? ",
        "questionImg": "/stamp/img/7251ceedbd1c2a0eee959498f87fa12f",
        "options": [
            "Только прямо. ",
            "Только налево или направо. ",
            "Только прямо и направо. ",
            "В любых направлениях."
        ],
        "id": "762",
        "correctAnswerId": 3,
        "explanationId": "Табличка 7.4.1 «Вид транспортного средства» распространяет действие знака 4.1.1 «Движение прямо» на грузовые автомобили с разрешенной максимальной массой более 3,5 тонн.(Дорожные знаки.Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли водителю легкового автомобиля синего цвета проехать перекресток в прямом направлении в данной ситуации? ",
        "questionImg": "/stamp/img/3ec484fd8620487a09d581be422a6268",
        "options": [
            "Разрешается.",
            "Запрещается."
        ],
        "id": "214128",
        "correctAnswerId": 1,
        "explanationId": "Данный дорожный знак 3.7 «Движение транспортных средств с прицепом запрещено» запрещает движение с прицепом автомобилям и тракторам.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "«Разделительная полоса» это: ",
        "questionImg": "",
        "options": [
            "Продольная полоса проезжей части, имеющая ширину, достаточную для движения автомобилей в один ряд. ",
            "Конструктивно выделенный элемент дороги, разделяющий смежные проезжие части дороги и не предназначенный для движения или остановки безрельсовых транспортных средств и пешеходов, за исключением вынужденной остановки пешеходов при пересечении дороги вне населенного пункта.",
            "Участок земли, с искусственным травяным покровом, являющийся фоном для посадок растений и парковых сооружений."
        ],
        "id": "1391",
        "correctAnswerId": 1,
        "explanationId": "Разделительная полоса - конструктивно выделенный элемент дороги, разделяющий смежные проезжие части дороги и не предназначенный для движения или остановки безрельсовых транспортных средств и пешеходов, за исключением вынужденной остановки пешеходов при пересечении дороги вне населенного пункта. (Раздел 1, пункт 2.11, ПДД РК.)"
    },
    {
        "text": "Является ли в данной ситуации Ваша остановка вынужденной? ",
        "questionImg": "/stamp/img/f3e90aabdc5fc7ea063b06312c1b2f80",
        "options": [
            "Да.",
            "Нет."
        ],
        "id": "1105",
        "correctAnswerId": 0,
        "explanationId": "Вынужденная остановка - прекращение движения транспортного средства из-за его технической неисправности или опасности, создаваемой перевозимым грузом, состоянием водителя (пассажира) или появлением препятствия на дороге. (Раздел 1, пункт 2.44, ПДД РК)"
    },
    {
        "text": "На каком расстоянии до места проведения краткосрочных работ на проезжей части, может быть установлен данный дорожный знак? ",
        "questionImg": "/stamp/img/48bef77ae0749de037c6c22a6a7ee845",
        "options": [
            "5-10 метров. ",
            "10-15 метров.",
            "15-30 метров. ",
            "50-100 метров. ",
            "150-300 метров."
        ],
        "id": "1057",
        "correctAnswerId": 1,
        "explanationId": "Дорожный знак 1.23 «Дорожные работы» при проведении краткосрочных работ на проезжей части может быть установлен (без таблички 7.1.1 «Расстояние до объекта») на расстоянии 10 - 15 метров до места проведения работ. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "«Тротуар» это: ",
        "questionImg": "",
        "options": [
            "Грунтовая или укрепленная покрытием полоса, между бровкой (или бордюрным камнем) и краем проезжей части, на одном с ней уровне. ",
            "Элемент дороги, предназначенный для движения пешеходов, примыкающий к проезжей части или отделенной от неё газоном.",
            "Элемент дороги, предназначенный для движения безрельсовых, транспортных средств."
        ],
        "id": "1388",
        "correctAnswerId": 1,
        "explanationId": "Тротуар - часть дороги, предназначенная для движения пешеходов, примыкающая к проезжей части дороги или отделенная от нее газоном. (Раздел 1, пункт 2.53, ПДД РК.)"
    },
    {
        "text": "При установке, каких дорожных знаков Вы уступите дорогу, если встречный разъезд затруднен?",
        "questionImg": "/stamp/img/e45a2c1719690128c276683f430e3f95",
        "options": [
            "При установке знаков I и II. ",
            "При установке только знака III. ",
            "При установке знаков I и III. ",
            "При установке знаков II и IV."
        ],
        "id": "499",
        "correctAnswerId": 2,
        "explanationId": "Дорожный знак 2.6 «Преимущество встречного движения»(знак III) устанавливается на узких участках дороги, при движении по которым, водитель уступает дорогу встречным транспортным средствам, находящимся на узком участке или противоположном подъезде к нему.\n Если встречный разъезд затруднен и приоритетность разъезда не определена знаками 2.6 «Преимущество встречного движения» и 2.7 «Преимущество перед встречным движением»(знак IV), на уклонах, обозначенных дорожным знаком 1.13 «Крутой спуск»(знак I), при наличии препятствия уступает дорогу водитель транспортного средства, движущегося на спуск. Соответственно, правильный вариант ответа 3 (знаки I и III ).(Раздел 11, пункт 7, ПДД РК.Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешено ли Вам подъехать к дому, в котором проживаете, расположенному за знаком?",
        "questionImg": "/stamp/img/f10438cd76363a96233066b8152ea372",
        "options": [
            "Разрешено только в рабочие дни. ",
            "Разрешено только в нерабочие дни. ",
            "Разрешено в любой день.",
            "Запрещено."
        ],
        "id": "931",
        "correctAnswerId": 2,
        "explanationId": " Действие данного дорожного знака 3.3 «Движение механических транспортных средств запрещено» с табличкой 7.5.2 «Рабочие дни» не распространяется на транспортные средства, которые обслуживают предприятия, находящиеся в обозначенной зоне, а также обслуживают граждан или принадлежат гражданам, проживающим или работающим в обозначенной зоне. ( Дорожные знаки. Приложение 1 к ПДД РК )"
    },
    {
        "text": "По каким  из указанных траекторий Вам разрешается продолжить движение? ",
        "questionImg": "/stamp/img/cbf98761ebfa564fa64162b8f1b830d8",
        "options": [
            "По траектории I. ",
            "По траектории II. ",
            "По траектории III. ",
            "По траекториям I и II.",
            "По траекториям II и III."
        ],
        "id": "670",
        "correctAnswerId": 4,
        "explanationId": "Действие дорожного знака 4.1.1 «Движение прямо», установленного в начале участка дороги, распространяется до ближайшего перекрестка, при этом не запрещается поворот направо на прилегающие территории.(Дорожные знаки. Приложение 1 к ПДД РК) "
    },
    {
        "text": "В каких из указанных случаев, водитель обязан предоставлять свое транспортное средство сотрудникам органов внутренних дел? ",
        "questionImg": "",
        "options": [
            "При проведении антитеррористической операции с возмещением затрат.",
            "Для транспортировки транспортных средств  поврежденных при дорожно- транспортных происшествиях.",
            "Для проезда к месту стихийного бедствия. ",
            "Для транспортировки граждан, нуждающихся в срочной медицинской помощи в лечебные учреждения. ",
            "Во всех перечисленных случаях."
        ],
        "id": "1399",
        "correctAnswerId": 4,
        "explanationId": "Водитель механического транспортного средства обязан предоставить транспортное средство: \n      независимо от направления движения, медицинским работникам, сотрудникам органов внутренних дел и органов национальной безопасности для транспортировки граждан, нуждающихся в срочной медицинской помощи, в лечебные учреждения, а также при проведении антитеррористических операций с возмещением затрат;\n      сотрудникам органов внутренних дел для транспортировки транспортных средств, поврежденных при дорожно-транспортных происшествиях, проезда к месту стихийного бедствия, а также сотрудникам органов внутренних дел, Службы государственной охраны Республики Казахстан и органов национальной безопасности в других предусмотренных законодательством Республики Казахстан случаях. (Раздел 2, пункт 1.7, ПДД РК) \n"
    },
    {
        "text": "О чем предупреждают Вас данный дорожный знак? ",
        "questionImg": "/stamp/img/c6790a57e094044f71942a6a71ce1dd5",
        "options": [
            "О приближении к железнодорожному переезду со шлагбаумом. ",
            "О приближении к железнодорожному переезду без шлагбаума. ",
            "О приближении к железнодорожному вокзалу."
        ],
        "id": "856",
        "correctAnswerId": 0,
        "explanationId": "Данный дорожный знак 1.1 «Железнодорожный переезд со шлагбаумом» предупреждает о приближении к железнодорожному переезду со шлагбаумом.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Данные дорожные знаки информируют о наличии места стоянки: ",
        "questionImg": "/stamp/img/ea2160ea48a9234d3424d424664d982c",
        "options": [
            "На протяжении 100 метров от места установки данных знаков, у правого края проезжей части. ",
            "На протяжении 100 метров от места установки данных знаков с полным или частичным заездом на тротуар с правой стороны.",
            "Место стоянки, находящееся в 100 метрах справа от дороги."
        ],
        "id": "1154",
        "correctAnswerId": 2,
        "explanationId": "Табличка 7.1.3 «Расстояние до объекта», установленная под дорожным знаком 5.15 «Место стоянки», указывает расстояние до места стоянки, находящегося в правой стороне от дороги. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Ваши действия в данной ситуации? ",
        "questionImg": "/stamp/img/af1c1e112b37d48daef9c984a9b2feac",
        "options": [
            "Перестроитесь на соседнюю полосу движения.",
            "Выедете на проезжую часть встречного направления.",
            "Прекратите движение. "
        ],
        "id": "488",
        "correctAnswerId": 1,
        "explanationId": "Вы выедете на проезжую часть встречного направления, так как об этом информирует дорожный знак 5.34.1 «Предварительный указатель перестроения на другую проезжую часть», имеющий желтый фон.(Дорожные знаки.Приложение 1 к ПДД РК)"
    },
    {
        "text": "Что требуют от Вас данные дорожные знаки?",
        "questionImg": "/stamp/img/8f065d42dc972072ab791bffe1e18c7c",
        "options": [
            "Требуют двигаться со скоростью не более 40 км/ч.",
            "Требуют двигаться со скоростью не менее 40 км/ч.",
            "В данных условиях ничего не требуют."
        ],
        "id": "475",
        "correctAnswerId": 2,
        "explanationId": "Дорожный знак 7.16 «Влажное покрытие» указывает, что действие знака 3.24 «Ограничение максимальной скорости» распространяется на период времени, когда покрытие проезжей части влажное.В данной ситуации дорожные знаки Вас ни к чему не обязывают.(Дорожные знаки.Приложение 1 к ПДД РК)"
    },
    {
        "text": "Какой из указанных дорожных знаков называется «Движение без остановки запрещено»? ",
        "questionImg": "/stamp/img/253d49bb00dae8e73ed48fe8c4b61497",
        "options": [
            "Знак I.",
            "Знак II.  ",
            "Знак III.",
            "Знак  IV. "
        ],
        "id": "792",
        "correctAnswerId": 1,
        "explanationId": "II знак-знак 2.5 «Движение без остановки запрещено». Запрещается движение без остановки перед стоп-линией, а если ее нет - перед краем пересекаемой проезжей части. Дорожные знаки. Приложение 1 к ПДД РК."
    },
    {
        "text": "Водитель, какого из указанных автомобилей нарушил правила стоянки в данной ситуации?",
        "questionImg": "/stamp/img/f751ad1f9454e4dadd039ab8f3bef535",
        "options": [
            "Водители автомобилей I и II. ",
            "Водители автомобилей II и III. ",
            "Водители автомобилей I и III.",
            "Водители всех автомобилей нарушили.",
            "Водители всех автомобилей не нарушили."
        ],
        "id": "803",
        "correctAnswerId": 2,
        "explanationId": "Данные дорожные знаки 5.15 «Место стоянки» и   7.6.1 «Способ постановки транспортного средства на стоянку» указывают, что все транспортные средства должны быть поставлены вдоль тротуара.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "На каком расстоянии до начала тоннеля устанавливается данный дорожный знак в населенном пункте? ",
        "questionImg": "/stamp/img/d40f2d3b474d3b515ce87615ae2cfa61",
        "options": [
            "10-15 метров. ",
            "50-100 метров.",
            "150-300 метров."
        ],
        "id": "961",
        "correctAnswerId": 1,
        "explanationId": "Данный дорожный знак 1.29 «Тоннель» в населенных пунктах устанавливается на расстоянии 50-100 метров до начала тоннеля.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "На каких рисунках дорожные знаки обозначают главную дорогу? ",
        "questionImg": "/stamp/img/3d4dade32e830153e27d188852cf1ef3",
        "options": [
            "На рисунке I. ",
            "На рисунках I и II. ",
            "На рисунках I и IV.",
            "На рисунках I, III и IV. ",
            "На всех рисунках."
        ],
        "id": "1109",
        "correctAnswerId": 2,
        "explanationId": "Главная дорога -дорога, обозначенная знаками 2.1 «Главная дорога», 2.3.1 «Пересечение со второстепенной дорогой», 2.3.2, 2.3.3 «Примыкание второстепенной дороги» или 5.1 «Автомагистраль» по отношению к пересекаемой (примыкающей), или дорога с твердым покрытием (асфальто- и цементобетон, каменные материалы и тому подобное) по отношению к грунтовой. (Раздел 1, пункт 2.9, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам стоянка в указанном месте? ",
        "questionImg": "/stamp/img/f3d1870fcd8abce28e2be0b5ae56cb19",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Разрешается, если Вы проживаете рядом с этим местом."
        ],
        "id": "853",
        "correctAnswerId": 1,
        "explanationId": "На расстоянии 50 метров после установки данных дорожных знаков 3.27 «Остановка запрещена» и 7.2.2 «Зона действия», остановка и стоянка запрещаются. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам стоянка, в обозначенном, данными дорожными знаками месте? ",
        "questionImg": "/stamp/img/8c942422abc22196caffc1e3d7bd960f",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Разрешается, только с включенной аварийной световой сигнализацией.",
            "Разрешается, только в праздничные, субботние и воскресные дни."
        ],
        "id": "835",
        "correctAnswerId": 3,
        "explanationId": "Табличка 7.5.1 «Субботние, воскресные и праздничные дни», установленная вместе с  дорожным знаком 5.15 «Место стоянки», указывает дни недели, в течение которых действует знак 5.15. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "«Автопоезд» это: ",
        "questionImg": "/stamp/img/a80e464f9878e089e564e52ba141f887",
        "options": [
            "Группа транспортных средств, движущаяся непосредственно друг за другом по одной и той же полосе движения. ",
            "Механическое транспортное средство, сцепленное с прицепом. ",
            "Механическое транспортное средство, сцепленное с прицепом (прицепами)."
        ],
        "id": "1108",
        "correctAnswerId": 2,
        "explanationId": "Автопоезд - механическое транспортное средство, сцепленное с прицепом (прицепами). (Раздел 1, пункт 2.4\n, ПДД РК)"
    },
    {
        "text": "В каком из указанных мест Вам разрешена стоянка? ",
        "questionImg": "/stamp/img/ace8d400d113f19d501cd52dbb562d9e",
        "options": [
            "В указанном месте I. ",
            "В указанном месте II.",
            "В любом из указанных мест."
        ],
        "id": "819",
        "correctAnswerId": 0,
        "explanationId": "В данной ситуации табличка 7.2.3 «Зона действия» указывает конец зоны действия знака  3.28 «Стоянка запрещена».(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Является ли в данной ситуации Ваша остановка вынужденной? ",
        "questionImg": "/stamp/img/289d35129ba331a5a18b012d7d27ca12",
        "options": [
            "Да.",
            "Нет."
        ],
        "id": "1104",
        "correctAnswerId": 1,
        "explanationId": "Вынужденная остановка - прекращение движения транспортного средства из-за его технической неисправности или опасности, создаваемой перевозимым грузом, состоянием водителя (пассажира) или появлением препятствия на дороге. (Раздел 1, пункт 2.44, ПДД РК)"
    },
    {
        "text": "По какой из указанных траекторий Вам разрешается продолжить движение в данной ситуации? ",
        "questionImg": "/stamp/img/47ec94826fe6b19e214b735b2f6a1c47",
        "options": [
            "Только по траекториям I и II. ",
            "Только по траекториям I или III.",
            "Только по траекториям II и III. ",
            "По всем указанным траекториям."
        ],
        "id": "1073",
        "correctAnswerId": 1,
        "explanationId": "Данный дорожный знак 5.11.1 «Место для разворота» указывает место для разворота. Однако поворот налево запрещается. Горизонтальная разметка 1.11 обозначает места, предназначенные для разворота, въезда и выезда со стояночных площадок и тому подобного, где движение разрешено только в одну сторону. (Дорожные знаки. Приложение 1 к ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "При недействующей рабочей тормозной системе транспортного средства, водитель: ",
        "questionImg": "",
        "options": [
            "Обязан устранить неисправность, а если это невозможно ,то следовать к месту стоянки или ремонта с соблюдением необходимых мер предосторожности. ",
            "Может продолжить эксплуатацию транспортного средства, со скоростью не более 20 км/ч. ",
            "Обязан прекратить, управлять транспортным средством."
        ],
        "id": "1412",
        "correctAnswerId": 2,
        "explanationId": "Водителю запрещается управлять транспортным средством с недействующей рабочей тормозной системой. Недействующей считается рабочая тормозная система, которая не позволяет остановить транспортное средство при движении с минимальной скоростью.(Раздел 2, пункт 4.10, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам остановиться для посадки (высадки) пассажира? ",
        "questionImg": "/stamp/img/238817acbdb274d294cdc7397c02d427",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Разрешается на время до 5 минут."
        ],
        "id": "643",
        "correctAnswerId": 0,
        "explanationId": "Данный дорожный знак 3.28 «Стоянка запрещена» не запрещает остановку, то есть преднамеренное прекращение движения транспортного средства на время до пяти минут либо на большее время, если это необходимо для посадки или высадки пассажиров, загрузки или разгрузки транспортного средства.(Раздел 1, пункт 2.7, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешена ли Вам стоянка в указанном месте? ",
        "questionImg": "/stamp/img/7cefa11528cd3920b0b53ccd39ffce6a",
        "options": [
            "Разрешена.",
            "Запрещена."
        ],
        "id": "1179",
        "correctAnswerId": 1,
        "explanationId": "Данный дорожный знак 3.28 «Стоянка запрещена» запрещает стоянку транспортных средств. Зона действия знака распространяется от места установки знака до ближайшего перекрестка за ним, а в населенных пунктах при отсутствии перекрестка - до конца населенного пункта. Перекресток - место пересечения, примыкания или разветвления дорог на одном уровне. (Раздел 1, пункт 2.30, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам объехать место ДТП с выездом на полосу встречного движения? ",
        "questionImg": "/stamp/img/cc885f51e6526bf47bafa5a5448ad58a",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Разрешается, убедившись в отсутствии встречных транспортных средств и предварительно включив аварийную световую сигнализацию."
        ],
        "id": "1106",
        "correctAnswerId": 1,
        "explanationId": "Горизонтальную разметку 1.3 (двойная сплошная линия), которая разделяет транспортные потоки противоположных направлений на дорогах, имеющих четыре полосы движения и более, пересекать запрещается. (Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "О чем информирует Вас данный дорожный знак? ",
        "questionImg": "/stamp/img/67c210c5bde07ec6bc9f280f05e84ce6",
        "options": [
            "О том, что данный участок дороги не имеет сквозного проезда. ",
            "О том, что на данном участке дороги есть трамвайные пути. ",
            "О том, что впереди равнозначный перекресток.",
            "О том, что впереди железнодорожный переезд."
        ],
        "id": "811",
        "correctAnswerId": 2,
        "explanationId": "Данный дорожный знак 1.6 «Пересечение равнозначных дорог» предупреждает о приближении к перекрестку равнозначных дорог.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Что означает данная вертикальная разметка? ",
        "questionImg": "/stamp/img/95b98c66064f7b3112a862148a718cd9",
        "options": [
            "Обозначает, место, где запрещена остановка транспортных средств. ",
            "Обозначает, место, где запрещена стоянка транспортных средств. ",
            "Обозначает, бордюры на опасных участках дорог."
        ],
        "id": "871",
        "correctAnswerId": 2,
        "explanationId": "Данная вертикальная разметка 2.7 - обозначает бордюры на опасных участках и возвышающиеся островки безопасности.(Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "По какой из полос движения Вам разрешается продолжить буксировку механического транспортного средства на данном участке дороги? ",
        "questionImg": "/stamp/img/f62da8f44b429fe0538fa421c6904fca",
        "options": [
            "Только по левой полосе. ",
            "Только по правой полосе.",
            "По любой из полос движения.",
            "Буксировка транспортного средства на данном участке дороги запрещена."
        ],
        "id": "1049",
        "correctAnswerId": 1,
        "explanationId": "Данный дорожный знак 5.8.3 «Начало полосы» указывает начало дополнительной полосы на подъеме или полосы торможения.Если на знаке, установленном перед дополнительной полосой, изображен знак 4.7 «Ограничение минимальной скорости», то водитель транспортного средства, который не может продолжать движение по основной полосе с указанной или большей скоростью, перестраивается на дополнительную полосу. При буксировке механических транспортных средств запрещается движение со скоростью более 50 км./час.(Раздел 10, пункт 4, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)\n"
    },
    {
        "text": "Какой из указанных дорожных знаков предупреждает о приближении пешеходному переходу? ",
        "questionImg": "/stamp/img/083bd90fe7842ab8441219a7d1244b27",
        "options": [
            "Знак I.",
            "Знак II.  ",
            "Знак III.",
            "Все указанные знаки."
        ],
        "id": "485",
        "correctAnswerId": 0,
        "explanationId": "Дорожный знак 1.20 «Пешеходный переход» позиция I предупреждает о приближении к пешеходному переходу, обозначенному знаками 5.16.1, 5.16.2 и (или) разметкой 1.14.1 - 1.14.3. Дорожный знак 4.6 «Пешеходная дорожка» позиция  II обозначает участки, предназначенные только для пешеходов. Дорожные знаки  5.16.1, 5.16.2 «Пешеходный переход» позиция III обозначают пешеходные переходы. Соответственно, правильный ответ 1 (знак I). (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Каким транспортным средствам запрещает движение данный дорожный знак? ",
        "questionImg": "/stamp/img/3a40997ab5309147c19cc9a4d8198ea6",
        "options": [
            "Грузовым автомобилям, если ширина проезжей части менее 3 метров. ",
            "Транспортным средствам (составам транспортных средств) габаритная длина которых(с грузом или без груза) более 3 метров.",
            "Транспортным средствам габаритная ширина которых(с грузом или без груза) более 3 метров. "
        ],
        "id": "1065",
        "correctAnswerId": 2,
        "explanationId": "Данный дорожный знак 3.14 «Ограничение ширины». Запрещает движение транспортных средств, габаритная ширина которых (с грузом или без груза) больше указанной на знаке. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Какие из указанных дорожных знаков, установленные на перекрестке, разрешают движение грузовых автомобилей во всех направлениях? ",
        "questionImg": "/stamp/img/e32cf3efe17bc0dc9a2c30b01c5659f0",
        "options": [
            "Знаки I и II. ",
            "Знаки II и IV.",
            "Знак V. ",
            "Все указанные знаки разрешают. ",
            "Все указанные знаки запрещают."
        ],
        "id": "1001",
        "correctAnswerId": 1,
        "explanationId": "Дорожный знак 5.30.1 «Направление движения для грузовых автомобилей»(знак II) несет рекомендательный характер, а 4.9.2 «Направление движения транспортных средств с опасными грузами»(знак IV) действует в отношении только транспортных средств, оборудованных опознавательными знаками «Опасный груз». (Дорожные знаки. Приложение 1 к ПДД РК) "
    },
    {
        "text": "По каким из указанных траекторий водителю легкового автомобиля разрешается продолжить движение? ",
        "questionImg": "/stamp/img/5393f5127584a637bed92751e04b907c",
        "options": [
            "По траектории III. ",
            "По траекториям I и II. ",
            "По всем указанным траекториям разрешается.",
            "По всем указанным траекториям запрещается."
        ],
        "id": "779",
        "correctAnswerId": 3,
        "explanationId": "Данный дорожный знак 5.8.1 «Направления движения по полосам» указывает число полос и разрешенные направления движения на каждой из них. Соответственно с левой полосы движения продолжить движение разрешается только прямо.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Данный дорожный знак обозначает:",
        "questionImg": "/stamp/img/4e10328f88b83af1fbad0c8bf071fca3",
        "options": [
            "Оборудованный шлагбаумом железнодорожный переезд с одним путем. ",
            "Необорудованный шлагбаумом железнодорожный переезд с одним путем.",
            "Оборудованный шлагбаумом железнодорожный переезд, с двумя путями и более. ",
            "Необорудованный шлагбаумом железнодорожный переезд, с двумя путями и более."
        ],
        "id": "1052",
        "correctAnswerId": 1,
        "explanationId": "Данный дорожный знак 1.3.1 «Однопутная железная дорога» обозначает, необорудованный шлагбаумом, переезд через железную дорогу с одним путем.(Дорожные  знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Водителю запрещается управление транспортным средством, если: ",
        "questionImg": "",
        "options": [
            "Отсутствуют предусмотренные конструкцией, заднее защитное устройство, грязезащитные фартуки и брызговики.",
            "Не работает или установлен звуковой сигнал, с изменяющейся основной частотой.",
            "Неисправно сцепное устройство (в составе поезда).",
            "Имеются все перечисленные неисправности."
        ],
        "id": "1407",
        "correctAnswerId": 2,
        "explanationId": "Водителю запрещается управлять транспортным средством с неисправным сцепным устройством (в составе поезда). (Раздел 2, пункт 4.10, ПДД РК)"
    },
    {
        "text": "О чем предупреждают Вас данные дорожные знаки? ",
        "questionImg": "/stamp/img/6b4a792fd6daa00230250affdaba9a39",
        "options": [
            "О начале участка с опасными поворотами, через 300 метров. ",
            "О начале через 50-100 метров участка, с опасными поворотами, протяженностью 300 метров.",
            "О начале участка с опасными поворотами, с места установки знака, протяжённостью 300 метров. ",
            "О начале участка через 150-300 метров участка, с опасными поворотами, протяженностью 300 метров."
        ],
        "id": "503",
        "correctAnswerId": 1,
        "explanationId": "В данной ситуации первый по ходу движения дорожный знак 5.22 «Начало населенного пункта», указывает наименование и начало населенного пункта, в котором действуют требования Правил, устанавливающие порядок движения в населенных пунктах.Следующие дорожные знаки устанавливаются в населенных пунктах и жилых зонах - на расстоянии 50 - 100 м. до начала опасного участка.Табличка же 7.2.1 «Зона действия» под дорожным знаком 1.12.2 «Опасные повороты», указывает протяженность опасного участка дороги.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "В каком месте Вы выполните требования знака 2.5 «Движение без остановки запрещено»? ",
        "questionImg": "/stamp/img/edb074e7449cf68e9dbcc5ce1215e555",
        "options": [
            "Перед надписью «Стоп». ",
            "Перед стоп - линией.",
            "Перед дорожным знаком."
        ],
        "id": "1005",
        "correctAnswerId": 1,
        "explanationId": "Данный дорожный знак 2.5 «Движение без остановки запрещено» запрещает движение без остановки перед стоп-линией, а если ее нет - перед краем пересекаемой проезжей части. Горизонтальная разметка 1.21 (надпись «СТОП») лишь предупреждает о приближении к разметке 1.12 (стоп-линия), когда она применяется в сочетании со знаком 2.5 «Движение без остановки запрещено».(Дорожные знаки. Приложение 1 к ПДД РК.Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам остановка перед данными дорожными знаками? ",
        "questionImg": "/stamp/img/6e61cdb72bcd0ab003ad807db0eb7e06",
        "options": [
            "Разрешается, только для посадки или высадки пассажира.",
            "Разрешается до пяти минут. ",
            "Запрещается."
        ],
        "id": "806",
        "correctAnswerId": 2,
        "explanationId": "Табличка 7.2.6 «Зона действия» информирует водителей о нахождении их в зоне действия знака 3.27 «Остановка запрещена». Соответственно Вы не можете осуществить остановку до, и после знаков.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "«Недостаточная видимость» это: ",
        "questionImg": "/stamp/img/5981e7f6da647e3f1f30915e5c0a54fe",
        "options": [
            "Видимость дороги менее 50 метров в условии тумана, дождя, пыли, снегопада и тому подобного, а также в сумерки. ",
            "Видимость дороги менее 100 метров в условии тумана, дождя, пыли, снегопада и тому подобного, а также в сумерки. ",
            "Видимость дороги менее 150 метров в условии тумана, дождя, пыли, снегопада и тому подобного, а также в сумерки. ",
            "Видимость дороги менее 300 метров в условии тумана, дождя, пыли, снегопада и тому подобного, а также в сумерки."
        ],
        "id": "1114",
        "correctAnswerId": 3,
        "explanationId": "Недостаточная видимость - видимость дороги менее 300 метров в условиях тумана, дождя, пыли, снегопада и тому подобного, а также в сумерки. (Раздел 1, пункт 2.18, ПДД РК)"
    },
    {
        "text": "Какой из указанных знаков устанавливается непосредственно перед перекрестком?",
        "questionImg": "/stamp/img/038c7e8d064ac7f4ef15c5bb36912120",
        "options": [
            "Знак I.",
            "Знак II.  ",
            "Знак III.",
            "Знак  IV. ",
            "Знак V."
        ],
        "id": "1087",
        "correctAnswerId": 2,
        "explanationId": "Дорожные знаки 2.3.1 «Пересечение со второстепенной дорогой» (знак I), 1.8 «Светофорное регулирование» (знак II) и 1.6 «Пересечение равнозначных дорог»(знак V) устанавливаются заблаговременно до указанных участков. Дорожный знак 2.6 «Преимущество встречного движения» (знак IV) устанавливается перед узкими участками, где затруднен взаимный разъезд. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам выполнить обгон мотоцикла, в зоне действия данного дорожного знака? ",
        "questionImg": "/stamp/img/7750539768fe1b58127b293a50881510",
        "options": [
            "Разрешается.",
            "Разрешается, только с левой стороны. ",
            "Разрешается, если скорость мотоцикла менее 30 км/ч.",
            "Запрещается."
        ],
        "id": "894",
        "correctAnswerId": 2,
        "explanationId": "Данный дорожный знак 3.20 «Обгон запрещен» запрещает обгон всех транспортных средств, кроме одиночных, движущихся со скоростью менее 30 км/час.(Дорожные знаки.Приложение 1 к ПДД РК)"
    },
    {
        "text": "Обязаны ли Вы предоставить транспортное средство медицинскому работнику для транспортировки граждан, нуждающихся в срочной медицинской помощи? ",
        "questionImg": "/stamp/img/7fb08ae6edacf8af5f7c9eb31b878ba5",
        "options": [
            "Обязаны, следующему только в попутном направлении движения. ",
            "Обязаны, независимо от направления движения.",
            "Не обязаны."
        ],
        "id": "1117",
        "correctAnswerId": 1,
        "explanationId": "Водитель обязан предоставить транспортное средство медицинским работникам, следующим в попутном направлении для оказания медицинской помощи, а также, независимо от направления движения для транспортировки граждан, нуждающихся в срочной медицинской помощи, в лечебные учреждения. (Раздел 2, пункт 1.7, ПДД РК)"
    },
    {
        "text": "«Препятствие для движения» это: ",
        "questionImg": "",
        "options": [
            "Затор или транспортное средство, остановившееся на этой полосе движения в соответствии с требованиями Правил. ",
            "Внезапное изменение в дорожном движении, угрожающее его безопасности и требующее изменения скорости и (или) маневрирования транспортного средства. ",
            "Неподвижный объект на полосе движения, не позволяющий продолжить движение по этой полосе."
        ],
        "id": "1389",
        "correctAnswerId": 2,
        "explanationId": "Препятствие для движения - неподвижный объект на полосе движения, не позволяющий продолжить движение по этой полосе. Не является препятствием затор или транспортное средство, остановившееся на этой полосе движения в соответствии с требованиями Правил. (Раздел 1, пункт 2.36, ПДД РК.)"
    },
    {
        "text": "В каких направлениях Вам разрешается проехать перекресток, управляя грузовым автомобилем с разрешенной максимальной массой менее 3,5 тонн? ",
        "questionImg": "/stamp/img/fc33c647114e84b22f38cb5df28105e9",
        "options": [
            "Только направо. ",
            "Направо, налево и в обратном направлении.",
            "В любых направлениях."
        ],
        "id": "1035",
        "correctAnswerId": 2,
        "explanationId": "Второй по ходу движения дорожный знак 3.4 «Движение грузовых автомобилей запрещено» обозначает начало зоны, где запрещается движение грузовых автомобилей и составов транспортных средств с разрешенной максимальной массой более 3,5 тонн (если на знаке не указана масса). Дорожный знак 5.30.2 «Направление движения для грузовых автомобилей» несет рекомендательный характер.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "С какой скоростью Вы обязаны двигаться по левой полосе, после проезда данных дорожных знаков, при движении в населенном пункте? ",
        "questionImg": "/stamp/img/db309a737ae0695ef028f0bdca26d8e1",
        "options": [
            "Со скоростью не менее 50 км/ч, но не более 60км/ч.",
            "Со скоростью менее 50 км/ч.",
            "Рекомендуемая скорость на данном участке 50 км/ч. ",
            "Со скоростью не более 50 км/ч."
        ],
        "id": "620",
        "correctAnswerId": 0,
        "explanationId": "В данной ситуации дорожный знак 4.7 «Ограничение минимальной скорости». разрешает движение только с указанной или большей скоростью (км/ч). Табличка 7.14 «Полоса движения», установленная под данным знаком, указывает полосу движения, на которую распространяется действие знака. Необходимо также отметить, что в населенных пунктах разрешается движение транспортных средств со скоростью не более 60 км/ч.(Раздел 10, пункт 2, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "По какой из указанных траекторий Вам разрешено выполнить объезд препятствия? ",
        "questionImg": "/stamp/img/f832771f62618883c1e0a5b59dcfa34c",
        "options": [
            "Только по траектории I. ",
            "Только по траектории II. ",
            "По обеим указанным траекториям."
        ],
        "id": "866",
        "correctAnswerId": 0,
        "explanationId": "Не допускается движение транспортных средств по обочинам. Однако горизонтальную разметку 1.1, разделяющую транспортные потоки противоположных направлений пересекать разрешается, как исключение при объезде препятствия, если выполнить его невозможно, не прибегая к этому исключению. (Раздел 9, пункт 9, ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Кто из водителей нарушает Правила, двигаясь со скоростью 40 км/ч., в данной ситуации? ",
        "questionImg": "/stamp/img/1bf375557d149d658f73558f33341b2a",
        "options": [
            "Водитель автомобиля желтого  цвета.",
            "Водитель автомобиля красного цвета.",
            "Оба нарушают. ",
            "Оба не нарушают."
        ],
        "id": "1089",
        "correctAnswerId": 2,
        "explanationId": "Действие дорожного знака 4.7 «Ограничение минимальной скорости» распространяется на проезжую часть над которой он установлен. По этой проезжей части разрешается движение только с указанной или большей скоростью (км/час). (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам выполнить обгон, в данной ситуации управляя легковым автомобилем?",
        "questionImg": "/stamp/img/a2c859d797634ccec7e65c8b6add41a2",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Разрешается, если скорость грузового автомобиля менее 30км/ч. ",
            "Разрешается, если скорость грузового автомобиля 30 км/ч."
        ],
        "id": "766",
        "correctAnswerId": 0,
        "explanationId": "На дорожном знаке 5.8.7 «Направление движения по полосам» изображен дорожный знак 3.4 «Движение грузовых автомобилей запрещено». Если на знаке 5.8.7 изображен знак, запрещающий движение каким-либо транспортным средствам, то движение этих транспортных средств по соответствующей полосе запрещается. Соответственно Вам(водителю легкового автомобиля) разрешается использовать полосу движения слева при выполнении обгона.(Дорожные знаки. Приложение 1 к  ПДД РК)"
    },
    {
        "text": "На каком из рисунков изображена дорога с разделительной полосой? ",
        "questionImg": "/stamp/img/dda1ef1954c1cde32392001bad7c0bde",
        "options": [
            "На рисунке I. ",
            "На рисунке II. ",
            "На рисунке III. ",
            "На всех рисунках."
        ],
        "id": "1113",
        "correctAnswerId": 0,
        "explanationId": "Разделительная полоса - конструктивно выделенный элемент дороги, разделяющий смежные проезжие части дороги и не предназначенный для движения или остановки безрельсовых транспортных средств и пешеходов, за исключением вынужденной остановки пешеходов при пересечении дороги вне населенного пункта. (Раздел 1, пункт 2.11, ПДД РК)"
    },
    {
        "text": "Какие из данных знаков действуют только в момент, когда покрытие проезжей части влажное? ",
        "questionImg": "/stamp/img/d011007edef37dcd8a81d4b40f623ca7",
        "options": [
            "Все знаки.",
            "Знак I. ",
            "Знак II.",
            "Знак III. ",
            "Знак IV."
        ],
        "id": "494",
        "correctAnswerId": 2,
        "explanationId": "Правильный вариант 3(знак II),а именно дорожный знак 7.16 «Влажное покрытие», который указывает, что действие знака распространяется на период времени, когда покрытие проезжей части влажное.(Дорожные знаки.Приложение 1 к ПДД РК)"
    },
    {
        "text": "Что означает табличка, установленная под дорожным знаком? ",
        "questionImg": "/stamp/img/f703a8e40024000b7ddb144afe3fbed8",
        "options": [
            "Место стоянки оборудовано пунктом технической помощи. ",
            "Место стоянки оборудовано эстакадой или канавой (ямой).",
            "Таким знаком обозначается  многоуровневое место для стоянки."
        ],
        "id": "478",
        "correctAnswerId": 1,
        "explanationId": "Дорожный знак 7.10 «Место для осмотра автомобилей». Указывает что на площадке, обозначенной знаком 5.15 «Место стоянки» или 6.11 «Место отдыха», имеется эстакада или смотровая канава. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Может ли устанавливаться данный дорожный знак непосредственно перед началом подъема? ",
        "questionImg": "/stamp/img/4d66ffc7526da2ecec678ff910828d71",
        "options": [
            "Не может, так как предупреждающие знаки устанавливаются заблаговременно до начала опасного участка.",
            "Может, если спуски и подъемы следуют друг за другом.",
            "Правила данную ситуацию не регламентируют."
        ],
        "id": "1055",
        "correctAnswerId": 1,
        "explanationId": "Знаки 1.13 «Крутой спуск» и 1.14 «Крутой подъем» могут устанавливаться без таблички 7.1.1 «Расстояние до объекта» непосредственно перед началом спуска или подъема, если спуски и подъемы следуют друг за другом. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Каким из перечисленных транспортных средств разрешено движение в зоне действия данного дорожного знака? ",
        "questionImg": "/stamp/img/e2b30122ae566d3c0f1d406055af96a1",
        "options": [
            "Только маршрутным автобусам. ",
            "Легковым автомобилям и мотоциклам. ",
            "Грузовым автомобилям с разрешенной максимальной массой не более 3,5 тонн. ",
            "Транспортным средствам, перечисленным в п. п. 1 и 2. ",
            "Всем перечисленным  транспортным средствам."
        ],
        "id": "1069",
        "correctAnswerId": 4,
        "explanationId": "Данный дорожный знак 4.4 «Движение легковых автомобилей» разрешает движение легковых автомобилей, автобусов, мотоциклов, маршрутных транспортных средств и грузовых автомобилей, разрешенная максимальная масса которых не превышает 3,5 тонн. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "По каким траекториям Вы можете продолжить движение? ",
        "questionImg": "/stamp/img/55d56dca069dc20bc4008fc23dff55b6",
        "options": [
            "По любой траектории.  ",
            "Только по траекториям I или II.",
            "Только по траекториям II и III. ",
            "Только по траектории I и III."
        ],
        "id": "1271",
        "correctAnswerId": 2,
        "explanationId": "Дорожный знак 4.1.4 «Движение прямо или направо» разрешает движение только в направлениях, указанных на знаке стрелками. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешено ли Вам подъехать к дому, в котором проживаете, расположенному за данным знаком?",
        "questionImg": "/stamp/img/c6178e137f6de66bc995caa7214f7a13",
        "options": [
            "Разрешено.",
            "Разрешено, но только с противоположного направления.",
            "Разрешено, но только включив аварийную световую сигнализацию. ",
            "Запрещено."
        ],
        "id": "930",
        "correctAnswerId": 1,
        "explanationId": "Дорожный знак 3.1 «Въезд запрещен» запрещает въезд всех транспортных средств в данном направлении. Действие данного дорожного знака 3.1 «Въезд запрещен» не распространяется на маршрутные транспортные средства. Но попасть на данную улицу Вы можете с других направлений.(Дорожные знаки. Приложение 1 к ПДД РК) "
    },
    {
        "text": "Как называется маневр, выполняемый водителем легкового автомобиля красного цвета?",
        "questionImg": "/stamp/img/76881bad18280cba02974b896088987e",
        "options": [
            "Обгон.",
            "Объезд.",
            "Перестроение.",
            "Опережение."
        ],
        "id": "213998",
        "correctAnswerId": 2,
        "explanationId": "Обгон – опережение движущегося впереди одного или нескольких транспортных средств, связанное с выездом из занимаемой полосы и последующим возвращением на ранее занимаемую полосу. Перестроение - смена занимаемой транспортным средством полосы движения с сохранением первоначального направления движения. (Раздел 1, пункт 2.10\n, ПДД РК)"
    },
    {
        "text": "Табличка под знаком 3.20 «Обгон запрещен» указывает: ",
        "questionImg": "/stamp/img/a07b41515de23dd0910f4bab4ea59e2e",
        "options": [
            "Расстояние от знака до начала его действия.",
            "Зону действия данного запрещающего знака."
        ],
        "id": "780",
        "correctAnswerId": 0,
        "explanationId": "Табличка 7.1.1 «Расстояние до объекта» указывает расстояние от знака до начала места введения соответствующего ограничения по обгону, находящегося впереди по ходу движения.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "В каком из указанных мест Вам разрешается остановиться? ",
        "questionImg": "/stamp/img/5d5af1493625f7464bf017a3ef830f98",
        "options": [
            "I. ",
            "II. ",
            "III. ",
            "I и III.",
            "I и II."
        ],
        "id": "618",
        "correctAnswerId": 3,
        "explanationId": "В данной ситуации дорожный знак 3.27 «Остановка запрещена» применяется  совместно с разметкой 1.4 (желтая сплошная линия), в этом случае зона действия знака определяется протяженностью линии разметки.(Дорожные знаки. Приложение 1 к ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам продолжить дальнейшее движение в данной ситуации? ",
        "questionImg": "/stamp/img/2f8c623b8e90d921632068e8a91e9839",
        "options": [
            "Разрешается.",
            "Разрешается, на минимальной скорости обеспечивающей безопасность.",
            "Разрешается, но только в светлое время суток.",
            "Не разрешается."
        ],
        "id": "1066",
        "correctAnswerId": 3,
        "explanationId": "Данный дорожный знак 3.17.2 «Опасность» запрещает дальнейшее движение всех без исключения транспортных средств в связи с дорожно-транспортным происшествием, аварией или другой опасностью. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "На каком расстоянии до начала опасного поворота устанавливается этот дорожный знак вне населенного пункта? ",
        "questionImg": "/stamp/img/121549d0699424e05783e62f164a6054",
        "options": [
            "50-100 метров.",
            "150-300 метров.",
            "Непосредственно перед опасным поворотом."
        ],
        "id": "735",
        "correctAnswerId": 1,
        "explanationId": "Данный дорожный 1.11.2 «Опасный поворот» вне населенных пунктов устанавливается на расстоянии 150 - 300 метров до начала опасного участка.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли водителям прибыть в  ближайшее подразделение ОВД  для оформления дорожно-транспортного происшествия, если нет пострадавших? ",
        "questionImg": "",
        "options": [
            "Разрешается.",
            "Разрешается, при взаимном согласии в оценке обстоятельств, случившегося, предварительно составив схему происшествия и подписав ее.",
            "Запрещается, так как водители обязаны ожидать прибытия сотрудников органов внутренних дел."
        ],
        "id": "1402",
        "correctAnswerId": 1,
        "explanationId": "В случае дорожно-транспортного происшествия, если нет пострадавших, при взаимном согласии водителей в оценке обстоятельств случившегося, предварительно составив схему происшествия и подписав ее, они прибывают в ближайшее подразделение органов внутренних дел для оформления происшествия. (Раздел 1, пункт 8, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам выполнить разворот на данном участке? ",
        "questionImg": "/stamp/img/af943065328413e4b2e663ad44795582",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Запрещается, если ширина проезжей части недостаточна для выполнения маневра."
        ],
        "id": "844",
        "correctAnswerId": 1,
        "explanationId": "Горизонтальную разметку 1.11 не разрешается пересекать со стороны сплошной линии.(Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "В каких направлениях Вам разрешено продолжить движение в данной ситуации? ",
        "questionImg": "/stamp/img/35f12b3df6ca874762ffa7373442d3c2",
        "options": [
            "Только направо. ",
            "Только прямо и направо. ",
            "Во всех направлениях. ",
            "В данной ситуации движение запрещено."
        ],
        "id": "1181",
        "correctAnswerId": 3,
        "explanationId": "Дорожный знак 5.8.1 «Направления движения по полосам» указывает разрешенные направления движения на каждой из полос. Вам, находясь на правой полосе, движение разрешается только направо. Однако выключенный сигнал дополнительной секции означает запрещение движения в направлении, регулируемом этой секцией. (Раздел 5, пункт 3, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешена ли Вам остановка в указанном месте? ",
        "questionImg": "/stamp/img/0e2f5ac104265b0143c08ddefee044c8",
        "options": [
            "Разрешена.",
            "Запрещена."
        ],
        "id": "1178",
        "correctAnswerId": 0,
        "explanationId": "Данный дорожный знак 3.28 «Стоянка запрещена» не запрещает остановку транспортных средств. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли водителю выполнить разворот в данной ситуации? ",
        "questionImg": "/stamp/img/565eb51d71c3450420bcab2aac2dc416",
        "options": [
            "Разрешается, после проезда знака 3.31 «Конец зоны всех ограничений».",
            "Запрещается.",
            "Разрешается."
        ],
        "id": "1011",
        "correctAnswerId": 1,
        "explanationId": "Дорожный знак 4.1.1 «Движение прямо» разрешает движение только в направлении, указанном на знаке стрелкой.Дорожный знак распространяет свое действие до ближайшего перекрестка. Второй по ходу движения дорожный знак 3.31 «Конец зоны всех ограничений» обозначает конец зоны действия одновременно нескольких знаков из следующих: 3.16, 3.20, 3.22, 3.24, 3.26 - 3.30.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Как Вы поступите при установке данного дорожного знака? ",
        "questionImg": "/stamp/img/2cf3e1bba9b868061e9fc23d6e8edb7b",
        "options": [
            "Остановитесь перед краем пересекаемой проезжей части.",
            "Остановитесь перед дорожным знаком 2.5 «Движение без остановки запрещено». ",
            "Продолжите движение без остановки, убедившись, в отсутствии приближающихся транспортных средств."
        ],
        "id": "474",
        "correctAnswerId": 0,
        "explanationId": "При установке дорожного знака 2.5 «Движение без остановки запрещено», запрещается движение без остановки перед стоп-линией, а если ее нет - перед краем пересекаемой проезжей части.(Дорожные знаки, Приложение 1 к ПДД РК) "
    },
    {
        "text": "По какой из указанных траекторий Вам разрешается выполнить разворот? ",
        "questionImg": "/stamp/img/9cf2095ab44612228cf3658ba11c0cdc",
        "options": [
            "По траектории I. ",
            "По траектории II. ",
            "По обеим указанным траекториям разрешается.",
            "По обоим из указанных траекторий запрещено."
        ],
        "id": "954",
        "correctAnswerId": 3,
        "explanationId": "Разворот - изменение направления движения на обратное. Данный дорожный знак 5.6 «Конец дороги с односторонним движением» обозначает окончание дороги или проезжей части, по которой движение транспортных средств по всей ширине осуществляется только в одном направлении. ( Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "В каких направлениях Вам разрешается продолжить движение? ",
        "questionImg": "/stamp/img/1098a90ea878820d400b029e9284ea5c",
        "options": [
            "Только прямо. ",
            "Прямо или налево.",
            "Прямо, налево и в обратном направлении.",
            "Движение во всех направлениях разрешается.",
            "Движение во всех направлениях запрещается."
        ],
        "id": "1022",
        "correctAnswerId": 4,
        "explanationId": "Сигналы светофора, выполненные в виде стрелок красного, желтого и зеленого цветов, имеют то же значение, что и круглые сигналы соответствующего цвета, но их действие распространяется только на направление (направления), указываемое стрелками. Однако дорожный знак 5.8.1 «Направления движения по полосам» разрешает движение по данной полосе только налево (разворот), чего не разрешает светофор.(Раздел 5, пункт 3, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "«Дорожно-транспортное происшествие» это:",
        "questionImg": "/stamp/img/d9c7312bd58111ae3ae17b6afbd239f8",
        "options": [
            "Событие, возникшее в процессе движения по дороге транспортного средства и с его участием повлекшее причинение вреда здоровью, смерть человека. ",
            "Событие, возникшее в процессе движения по дороге транспортного средства и с его участием повлекшее повреждение транспортных средств, сооружений, грузов или иной материальный ущерб. ",
            "Событие, возникшее в процессе движения по дороге транспортного средства и с его участием повлекшее причинение вреда здоровью, смерть человека, повреждение транспортных средств, сооружений, грузов или иной материальный ущерб."
        ],
        "id": "1107",
        "correctAnswerId": 2,
        "explanationId": "Дорожно-транспортное происшествие - событие, возникшее в процессе движения по дороге транспортного средства и с его участием, повлекшее причинение вреда здоровью, смерть человека, повреждение транспортных средств, сооружений, грузов либо иной материальный ущерб. (Раздел 1, пункт 2.29, ПДД РК)"
    },
    {
        "text": "Какие из указанных дорожных знаков действуют только на то пересечение проезжих частей, перед которыми они установлены? ",
        "questionImg": "/stamp/img/ab48015af3bd714cf3ad6689adbc2a16",
        "options": [
            "Знаки I и II. ",
            "Знаки II и III.",
            "Знаки I и III."
        ],
        "id": "1096",
        "correctAnswerId": 1,
        "explanationId": "Дорожные знаки 3.18.2 «Поворот налево запрещен» (знак III) и 4.1.4 «Движение прямо или направо» (знак II) распространяют свое действие на пересечение проезжих частей, перед которыми они установлены. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "В каких направлениях Вам разрешается проехать перекресток, управляя грузовым автомобилем с разрешенной максимальной массой менее 3,5 тонн? ",
        "questionImg": "/stamp/img/126dd447e6d557d45fbca614e478a1db",
        "options": [
            "Только в обратном направлении. ",
            "Только направо и налево. ",
            "Направо, налево и в обратном направлении. ",
            "В любых направлениях."
        ],
        "id": "1152",
        "correctAnswerId": 3,
        "explanationId": "Данный дорожный знак 3.4 «Движение грузовых автомобилей запрещено» запрещает движение грузовых автомобилей и составов транспортных средств с разрешенной максимальной массой более 3,5 тонн (если на знаке не указана масса). (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Какой из указанных дорожных знаков запрещает проезд без остановки у контрольного пункта? ",
        "questionImg": "/stamp/img/9da78a053309cc97e516e7e7e22c9e64",
        "options": [
            "Знак I.",
            "Знак II.  ",
            "Знак III.",
            "Знак  IV. ",
            "Знак V."
        ],
        "id": "1086",
        "correctAnswerId": 2,
        "explanationId": "Дорожный знак 3.17.1 «Таможня» запрещает проезд без остановки у таможни (контрольного пункта). (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешена ли Вам стоянка в указанном месте на мосту? ",
        "questionImg": "/stamp/img/da8f624e13f84a19af690da27d3287af",
        "options": [
            "Запрещается.",
            "Разрешается."
        ],
        "id": "663",
        "correctAnswerId": 0,
        "explanationId": "Стоянка запрещается на эстакадах, мостах, путепроводах  (независимо от количества полос), к тому же горизонтальная разметка (разметка желтого цвета) 1.10 - обозначает места, где запрещена стоянка.(Раздел 12, пункт 5.3, ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "По какой из указанных траекторий Вам разрешается выполнить разворот? ",
        "questionImg": "/stamp/img/e74fd01beae960eb90b949aacd942bb3",
        "options": [
            "По траектории I. ",
            "По траектории II. ",
            "По обеим указанным траекториям разрешается.",
            "По обеим траекториям запрещается."
        ],
        "id": "1184",
        "correctAnswerId": 3,
        "explanationId": "Горизонтальную разметку 1.9 при отсутствии реверсивных светофоров или когда они отключены разрешается пересекать, если она расположена справа от водителя; при включенных реверсивных светофорах - с любой стороны, если она разделяет полосы, по которым движение разрешено в одном направлении. При отключении реверсивных светофоров водитель немедленно перестраивается вправо за линию разметки 1.9. (Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам остановиться для посадки (высадки) пассажира? ",
        "questionImg": "/stamp/img/593f04b473faef506cb28091e456b185",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Разрешается на время до 5 минут."
        ],
        "id": "644",
        "correctAnswerId": 0,
        "explanationId": "Данные дорожные знаки 3.28 «Стоянка запрещена» и 7.2.3 «Зона действия» указывают место, где прекращает действовать, ранее установленный дорожный знак 3.28 «Стоянка запрещена».(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Является ли в данной ситуации Ваша остановка вынужденной? ",
        "questionImg": "/stamp/img/112d82810e74d0e68ed687be6b292c79",
        "options": [
            "Да.",
            "Нет."
        ],
        "id": "1102",
        "correctAnswerId": 1,
        "explanationId": "Вынужденная остановка - прекращение движения транспортного средства из-за его технической неисправности или опасности, создаваемой перевозимым грузом, состоянием водителя (пассажира) или появлением препятствия на дороге. (Раздел 1, пункт 2.44, ПДД РК)"
    },
    {
        "text": "Данная, вертикальная разметка, нанесенная на ограждении дороги, обозначает: ",
        "questionImg": "/stamp/img/a67f987c59e593b95648b463622d0cb2",
        "options": [
            "Боковые поверхности ограждений дорог на закруглениях малого радиуса, крутых спусках, других опасных участках.",
            "Боковые поверхности ограждений дорог на других участках.",
            "Боковые поверхности ограждений дорог с двусторонним движением."
        ],
        "id": "508",
        "correctAnswerId": 0,
        "explanationId": "Вертикальная разметка 2.5 - обозначает боковые поверхности ограждений дорог на закруглениях малого радиуса, крутых спусках, других опасных участках.(Разметка дорожная и ее характеристики.Приложение 2 к ПДД РК)"
    },
    {
        "text": "Какие из указанных дорожных знаков повторяются при установке вне населенных пунктов? ",
        "questionImg": "/stamp/img/46e597829c7525d9c8f754e4a2d70356",
        "options": [
            "Знаки I и II. ",
            "Знаки II и III.",
            "Знаки III и IV.",
            "Знаки IV и V."
        ],
        "id": "1008",
        "correctAnswerId": 3,
        "explanationId": "Вне населенных пунктов дорожные знаки 1.9 «Разводной мост» (знак V) и 1.10 «Выезд на набережную»(знак IV) повторяются. Второй знак устанавливается на расстоянии не менее 50 метров до начала опасного участка.(Дорожные знаки. Приложение 1 к ПДД РК.)"
    },
    {
        "text": "О чем информирует Вас данный дорожный знак? ",
        "questionImg": "/stamp/img/96e57f0c5714c4dd4eaa8e4c3f301625",
        "options": [
            "Указывает расстояние до начала или конца дороги (км). ",
            "Указывает номер, присвоенный дороге (маршруту).",
            "Указывает рекомендуемую скорость движения (км/ч.)."
        ],
        "id": "881",
        "correctAnswerId": 1,
        "explanationId": "Данный дорожный знак 5.29.1 «Номер маршрута» - номер, присвоенный дороге (маршруту).(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Управляя, каким транспортным средством Вам запрещается продолжить движение прямо? ",
        "questionImg": "/stamp/img/a8ef9ef6fb1ea32d30b38ca855bf7952",
        "options": [
            "Обслуживающие предприятия(граждан), находящиеся(проживающих) в обозначенной зоне. ",
            "Маршрутным транспортным средством. ",
            "Грузовым автомобилем с разрешенной максимальной массой менее 3.5 тонн.",
            "Всеми перечисленными транспортными средствами."
        ],
        "id": "1058",
        "correctAnswerId": 2,
        "explanationId": "Данный дорожный знак 3.2 «Движение запрещено» запрещает движение всех транспортных средств. Действие знака не распространяется: на маршрутные транспортные средства; на транспортные средства, которые обслуживают предприятия, находящиеся в обозначенной зоне, а также обслуживают граждан или принадлежат гражданам, проживающим или работающим в обозначенной зоне. В этих случаях транспортные средства должны въезжать в обозначенную зону и выезжать из нее на ближайшем к месту назначения перекрестке; на транспортные средства, управляемые инвалидами I и II групп или перевозящие таких инвалидов. (Дорожные знаки. Приложение 1 к ПДД РК)\n "
    },
    {
        "text": "В каких направлениях Вам разрешено продолжить движение, управляя легковым автомобилем? ",
        "questionImg": "/stamp/img/dfcdbdeae8b7a2ec0c4e92dc4d957324",
        "options": [
            "Только налево или в обратном направлении. ",
            "Во всех направлениях.",
            "Только прямо и направо. ",
            "Только направо, налево и в обратном направлении."
        ],
        "id": "532",
        "correctAnswerId": 1,
        "explanationId": "Установленные, перед перекрестком дорожный знак 5.30.3 «Направление движения для грузовых автомобилей» и после него дорожный знак 3.4 «Движение грузовых автомобилей запрещено»,не предусматривают ограничения для движения легковых автомобилей.(Дорожные знаки.Приложение 1 к ПДД РК)"
    },
    {
        "text": "Кто из водителей не нарушает правила стоянки в данной ситуации? ",
        "questionImg": "/stamp/img/9b7b5c3fabf8f3b68a3c3c95b62a9ba8",
        "options": [
            "Только водитель грузового автомобиля.",
            "Водители мотоцикла и легкового автомобиля. ",
            "Все водители нарушают. ",
            "Никто из водителей не нарушает."
        ],
        "id": "922",
        "correctAnswerId": 3,
        "explanationId": "Установленная под дорожным знаком 5.15 «Место стоянки» табличка 7.6.3 «Способ постановки транспортного средства на стоянку», указывает способ постановки легковых автомобилей и мотоциклов на околотротуарной стоянке. Ставить другие транспортные средства на проезжей части дороги разрешается в один ряд параллельно краю проезжей части дороги.(Раздел 12, пункт 2, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "В данной ситуации дорожная разметка в виде стрелок: ",
        "questionImg": "/stamp/img/0a624efa2b39e2a88d0ce8f8bf64b96b",
        "options": [
            "Требует от Вас обязательного перестроения на правую полосу и дает преимущество.",
            "Информирует о том, что дорога поворачивает направо.",
            "Указывает о необходимости своевременного перестроения на правую полосу из-за уменьшения количества полос.",
            "Требует от Вас увеличения бокового интервала при приближении встречных транспортных средств."
        ],
        "id": "578",
        "correctAnswerId": 2,
        "explanationId": "Горизонтальная разметка 1.19 (в виде стрелок) предупреждает о приближении к сужению проезжей части (участку, где уменьшается количество полос движения в данном направлении). Стрелка указывает направление, в котором водителю необходимо сместиться. (Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК) "
    },
    {
        "text": "Управляя, каким транспортным средством Вам запрещается продолжить движение прямо? ",
        "questionImg": "/stamp/img/6e3b9d4b2dcd5d70df98eeae8f4ab3e4",
        "options": [
            "Легковым автомобилем. ",
            "Грузовым автомобилем с разрешенной максимальной массой менее 3.5 тонн. ",
            "Мотоциклом. ",
            "Всеми перечисленными транспортными средствами."
        ],
        "id": "1060",
        "correctAnswerId": 3,
        "explanationId": "Данный дорожный знак 3.3 «Движение механических транспортных средств запрещено» запрещает движение самоходным дорожным транспортным средствам, приводимых в движение двигателем, за исключением мопедов и рельсовых транспортных средств. Запрещение распространяется также на тракторы и самоходные машины при их участии в дорожном движении.(Раздел 1, пункт 2.45, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешена ли Вам стоянка после проезда данных дорожных знаков? ",
        "questionImg": "/stamp/img/77321ea171485da4b5a0b20c1b6dd059",
        "options": [
            "Разрешена.",
            "Разрешена, если Вы обслуживаете предприятия в зоне действия данных знаков. ",
            "Запрещена."
        ],
        "id": "828",
        "correctAnswerId": 0,
        "explanationId": "Дорожный знак 3.27 «Остановка запрещена» запрещает остановку и стоянку транспортных средств, но табличка 7.2.3 «Зона действия», установленная под ним, указывает конец зоны действия знака. Соответственно Вам разрешается осуществить стоянку после проезда данных дорожных.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам совершить обгон в данной ситуации? ",
        "questionImg": "/stamp/img/eb89cdfd710c9b6a03d274b0a867e04d",
        "options": [
            "Разрешается.",
            "Разрешается если скорость грузового автомобиля менее 30 км/ч. ",
            "Запрещается."
        ],
        "id": "610",
        "correctAnswerId": 2,
        "explanationId": "В данной ситуации горизонтальную разметку 1.11 запрещается пересекать со стороны сплошной линии.(Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "В каких направлениях Вам разрешается продолжить движение на перекрестке? ",
        "questionImg": "/stamp/img/7d2fd19727bd1deb5ca0b5b1389157df",
        "options": [
            "Прямо и налево в первый проезд  по ходу движения. ",
            "Прямо и налево во второй проезд по ходу движения.",
            "Прямо и налево в первый и во второй проезды по ходу движения.",
            "Только прямо."
        ],
        "id": "903",
        "correctAnswerId": 1,
        "explanationId": "Данный дорожный знак 4.1.1 «Движение прямо» разрешает движение только в направлении, указанном на знаке стрелкой. Действие знака распространяется на пересечение проезжих частей, перед которым установлен знак. На данном перекрестке два пересечения проезжих частей.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Какой из указанных дорожных знаков требует от Вас движение с определенной минимальной дистанцией?",
        "questionImg": "/stamp/img/2ab70e6b7380034ab148dcec6a253ea6",
        "options": [
            "Знак I.",
            "Знак II.  ",
            "Знак III.",
            "Все указанные знаки."
        ],
        "id": "782",
        "correctAnswerId": 1,
        "explanationId": "Дорожный знак 3.16 «Ограничение минимальной дистанции»(I) запрещает движение транспортных средств с дистанцией между ними меньше указанной на знаке.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "О чем информируют Вас данные  дорожные знаки? ",
        "questionImg": "/stamp/img/e53e0d5f2126a0e09993d3ebb120ff3d",
        "options": [
            "Информируют о наличии места стоянки у левого края проезжей части. ",
            "Информируют о наличии места стоянки на тротуаре слева. "
        ],
        "id": "1004",
        "correctAnswerId": 0,
        "explanationId": "Табличка 7.3.2 «Направления действия», установленная под дорожным знаком 5.15 «Место стоянки» указывает направление движения к обозначенному объекту (месту стоянки), находящемуся непосредственно у дороги.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "О чем информируют Вас данные  дорожные знаки? ",
        "questionImg": "/stamp/img/7a7ba1d915aa6fe8d62a93c5129a7935",
        "options": [
            "Обозначают опасный участок, протяженностью 150 метров, где возможно появление пешеходов на проезжей части.",
            "Информируют о пешеходном переходе, через 150 метров.",
            "Обозначают опасный участок, протяженностью 150 метров, где возможно появление слепых пешеходов."
        ],
        "id": "622",
        "correctAnswerId": 1,
        "explanationId": "Данные дорожные знаки 1.20 «Пешеходный переход» и 7.1.1 «Расстояние до объекта» указывают, что расстояние от знака до начала опасного участка(пешеходного перехода)- 150 метров. Знак установленный на автомобиле-опознавательный знак, который устанавливается спереди и сзади механических транспортных средств, управляемых глухонемыми или глухими водителями. (Дорожные знаки. Приложение 1 к ПДД РК. Основные положения по допуску транспортных средств к эксплуатации)"
    },
    {
        "text": "О чем информирует Вас данный дорожный знак? ",
        "questionImg": "/stamp/img/efe934a1d0002c288c9ee8c40004c0a0",
        "options": [
            "Указывает расстояние до начала или конца дороги (км). ",
            "Указывает номер, присвоенный дороге (маршруту).",
            "Указывает рекомендуемую скорость движения (км/ч.)."
        ],
        "id": "882",
        "correctAnswerId": 0,
        "explanationId": "Данный дорожный знак 5.28 «Километровый знак» указывает расстояние до начала или конца дороги (км).(Дорожные знаки. Приложение 1 к ПДД РК) "
    },
    {
        "text": "В каком из указанных мест Вам разрешена остановка? ",
        "questionImg": "/stamp/img/4da7bbd1eb5ee8461f9afc5a88069ac1",
        "options": [
            "В указанном месте I. ",
            "В указанном месте II.",
            "В любом из указанных мест."
        ],
        "id": "820",
        "correctAnswerId": 2,
        "explanationId": "В данной ситуации табличка 7.2.3 «Зона действия» указывает конец зоны действия знака  3.28 «Стоянка запрещена». Дорожный знак 3.28 «Стоянка запрещена» не запрещает остановку. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Какой из указанных дорожных знаков называется «Пересечение равнозначных дорог»?",
        "questionImg": "/stamp/img/46912be8010d7502ce27b34d39eff3fe",
        "options": [
            "Знак I.",
            "Знак II.",
            "Знак III.",
            "Знак  IV. "
        ],
        "id": "1084",
        "correctAnswerId": 2,
        "explanationId": "Дорожный знак 1.6 «Пересечение равнозначных дорог» (знак III). (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Кто из указанных водителей не нарушает правила стоянки? ",
        "questionImg": "/stamp/img/5a9b419238067433cecacdd2ed484b84",
        "options": [
            "Только водитель I.",
            "Только водитель II. ",
            "Оба водителя не нарушают. ",
            "Оба водителя  нарушают."
        ],
        "id": "829",
        "correctAnswerId": 0,
        "explanationId": "В данной ситуации табличка 7.6.4 «Способ постановки транспортного средства на стоянку» установленная под дорожным знаком 5.15 «Место стоянки» указывает способ постановки легковых автомобилей и мотоциклов на околотротуарной стоянке.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "«Остановка» это: ",
        "questionImg": "",
        "options": [
            "Прекращение движения транспортного средства, обусловленное организацией дорожного движения. ",
            "Преднамеренное прекращение движения транспортного средства, на время до 5 минут либо на большее время, если это необходимо для посадки или высадки пассажиров, загрузки или разгрузки транспортного средства.",
            "Прекращение движения транспортного средства, связанное с состоянием водителя (пассажира) или появлением препятствия на дороге."
        ],
        "id": "1387",
        "correctAnswerId": 1,
        "explanationId": "Остановка - преднамеренное прекращение движения транспортного средства на время до пяти минут либо на большее время, если это необходимо для посадки или высадки пассажиров, загрузки или разгрузки транспортного средства (не считается остановкой (стоянкой) необходимость прекращения движения транспортного средства, обусловленная организацией дорожного движения). (Раздел 1, пункт 2.7, ПДД РК.)"
    },
    {
        "text": "Рулевое управление считается “недействующим”, если: ",
        "questionImg": "",
        "options": [
            "Не позволяет осуществить маневр при движении с минимальной скоростью.",
            "Имеются, не предусмотренные конструкцией перемещения деталей и узлов; резьбовые соединения не затянуты или не зафиксированы установленным способом. ",
            "Неисправен или отсутствует предусмотренный конструкцией усилитель рулевого управления или рулевой демпфер (для мотоциклов). ",
            "Имеются все перечисленные неисправности."
        ],
        "id": "1411",
        "correctAnswerId": 0,
        "explanationId": "Недействующей считается рулевое управление, которое не позволяет осуществить маневр при движении с минимальной скоростью. (Раздел 2, пункт 4.10, ПДД РК)"
    },
    {
        "text": "Запрещается передавать управление транспортным средством лицам:",
        "questionImg": "",
        "options": [
            "Находящимся в состоянии опьянения.",
            "Не имеющим права управления или лишенным права управления транспортным средством.",
            "Всем выше перечисленным лицам. "
        ],
        "id": "214144",
        "correctAnswerId": 2,
        "explanationId": "Водителю запрещается передавать управление транспортным средством лицам, находящимся в состоянии опьянения, под воздействием лекарственных препаратов, ухудшающих реакцию и внимание, в болезненном или утомленном состоянии, а также лицам, кроме обучаемых вождению, не имеющим при себе водительское удостоверение (временное удостоверение, выданное взамен водительского удостоверения, и документ, удостоверяющий личность водителя) на право управления транспортным средством данной категории или не указанным в путевом (маршрутном) листе, либо лицам, не имеющим права управления или лишенным права управления транспортным средством. (Раздел 2, пункт 4.7, ПДД РК)\n"
    },
    {
        "text": "Разрешается ли Вам подъехать к дому расположенному за перекрестком? ",
        "questionImg": "/stamp/img/8fc83ec83d4373d8ce0cd8de3fbcb876",
        "options": [
            "Да, если Вы проживаете в этом доме. ",
            "Да, но только с противоположного направления.",
            "Да, но только включив аварийную световую сигнализацию."
        ],
        "id": "672",
        "correctAnswerId": 0,
        "explanationId": "Данный дорожный знак 3.2 «Движение запрещено» запрещает движение всех транспортных средств. Однако действие знак не распространяется на транспортные средства, которые обслуживают предприятия, находящиеся в обозначенной зоне, а также обслуживают граждан или принадлежат гражданам, проживающим или работающим в обозначенной зоне. В этих случаях транспортные средства должны въезжать в обозначенную зону и выезжать из нее на ближайшем к месту назначения перекрестке.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Какие из указанных дорожных знаков, информируют Вас о начале дороги с реверсивным движением? ",
        "questionImg": "/stamp/img/6e7642e47f9fe9bb126fc027f490c7fb",
        "options": [
            "Знак I.",
            "Знак II.  ",
            "Знак III.",
            "Знак  IV. "
        ],
        "id": "751",
        "correctAnswerId": 2,
        "explanationId": "Дорожный знак 5.35 «Реверсивное движение»(III) информирует о начале участка дороги, на котором на одной или нескольких полосах направление движения может изменяться на противоположное.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Какой из данных дорожных знаков запрещает движение со скоростью 50км/ч?",
        "questionImg": "/stamp/img/43391fcd328465381341d4e024197c0b",
        "options": [
            "Знак I.",
            "Знак II.  ",
            "Знак III.",
            "Все знаки не запрещают движение со скоростью 50 км/ч.",
            "Все знаки запрещают движение со скоростью 50 км/ч. "
        ],
        "id": "487",
        "correctAnswerId": 3,
        "explanationId": "Знак I-дорожный знак 3.24 «Ограничение максимальной скорости» запрещает движение со скоростью (км/ч), превышающей указанную на знаке.\nЗнак II-дорожный знак 4.7 «Ограничение минимальной скорости». Разрешается движение только с указанной или большей скоростью (км/ч).\nЗнак III-дорожный знак 5.18 «Рекомендуемая скорость». Скорость, с которой рекомендуется движение на данном участке дороги.\nСоответственно, данные знаки не запрещают движение со скоростью 50 км/ч.\n(Дорожные знаки. Приложение 1 к ПДД РК) "
    },
    {
        "text": "В каком месте Вам разрешено выполнить разворот?",
        "questionImg": "/stamp/img/0c70bc75f3a4dc001e29623b41ecf626",
        "options": [
            "На данном перекрестке. ",
            "После проезда данного перекрестка.",
            "Только на следующем перекрестке."
        ],
        "id": "589",
        "correctAnswerId": 1,
        "explanationId": "В данной ситуации действие дорожного знака 4.1.1 «Движение прямо» распространяется на пересечение проезжих частей, перед которым установлен знак. (Дорожные знаки.Приложение 1 к ПДД РК)"
    },
    {
        "text": "Какое количество пересечений проезжих частей на этом перекрестке?",
        "questionImg": "/stamp/img/9c2fe58bab1b0682ca34b4f096680019",
        "options": [
            "Одно.",
            "Два.",
            "Три.",
            "Четыре."
        ],
        "id": "970",
        "correctAnswerId": 1,
        "explanationId": "В данной ситуации одна дорога, имеющая одну проезжую часть, пересекает другую дорогу, имеющую разделительную полосу, которая разделяет смежные проезжие части дороги(имеет две проезжие части).(Раздел 1, пункт 2.11, ПДД РК)"
    },
    {
        "text": "«Обочина» это: ",
        "questionImg": "",
        "options": [
            "Элемент дороги, примыкающий непосредственно к проезжей части и предназначенный для обеспечения устойчивости земляного полотна, повышения безопасности дорожного движения, организации движения пешеходов и велосипедистов, а также использования при чрезвычайных ситуациях.",
            "Элемент дороги, предназначенный для движения пешеходов, примыкающий к проезжей части или отделенной от неё газоном.",
            "Элемент дороги, предназначенный для движения безрельсовых транспортных средств."
        ],
        "id": "1393",
        "correctAnswerId": 0,
        "explanationId": "Обочина – элемент дороги, примыкающий непосредственно к проезжей части и предназначенный для обеспечения устойчивости земляного полотна, повышения безопасности дорожного движения, организации движения пешеходов и велосипедистов, а также использования при чрезвычайных ситуациях. (Раздел 1, пункт 2.23, ПДД РК.)"
    },
    {
        "text": "Разрешается ли водителю транспортного средства пересекать организованную транспортную колонну? ",
        "questionImg": "",
        "options": [
            "Разрешается, если он движется по дороге, являющейся главной. ",
            "Разрешается, если это не создаст помех транспортным средствам, движущимся в колонне. ",
            "Запрещается."
        ],
        "id": "1413",
        "correctAnswerId": 2,
        "explanationId": "Водителю запрещается пересекать организованные (в том числе и пешие) колонны и занимать место в них. (Раздел 2, пункт 4.8, ПДД РК)"
    },
    {
        "text": "Какие из указанных дорожных знаков повторяются при установке вне населенных пунктов? ",
        "questionImg": "/stamp/img/c065a673bc0fb6b021436e821d1fb72b",
        "options": [
            "Знаки I и II. ",
            "Знаки II и III.",
            "Знаки III и IV.",
            "Знаки IV и V."
        ],
        "id": "1006",
        "correctAnswerId": 1,
        "explanationId": "Вне населенных пунктов дорожные знаки 1.21 «Дети» (знак III) и 1.23 «Дорожные работы» (знак II) повторяются. Второй знак устанавливается на расстоянии не менее 50 метров до начала опасного участка.(Дорожные знаки. Приложение 1 к ПДД РК.)"
    },
    {
        "text": "Разрешается ли Вам выполнить обгон, в данной ситуации управляя грузовым автомобилем? ",
        "questionImg": "/stamp/img/3b66774346fe0fdcdd2f608308c28f73",
        "options": [
            "Разрешается, если разрешенная максимальная масса грузового автомобиля менее 3.5 тонн.",
            "Разрешается, если разрешенная максимальная масса грузового автомобиля более 3.5 тонн. ",
            "Запрещается."
        ],
        "id": "767",
        "correctAnswerId": 0,
        "explanationId": "На дорожном знаке 5.8.7 «Направление движения по полосам» изображен дорожный знак 3.4 «Движение грузовых автомобилей запрещено»-запрещается движение грузовых автомобилей и составов транспортных средств с разрешенной максимальной массой более 3,5 т (если на знаке не указана масса). Если на знаке 5.8.7 изображен знак, запрещающий движение каким-либо транспортным средствам, то движение этих транспортных средств по соответствующей полосе запрещается. Соответственно Вам разрешается использовать полосу движения слева при выполнении обгона, если разрешенная максимальная масса грузового автомобиля менее 3.5 тонн.(Дорожные знаки. Приложение 1 к  ПДД РК)"
    },
    {
        "text": "По какой из указанных траекторий Вам разрешен въезд во двор. ",
        "questionImg": "/stamp/img/9bd572518cf2ee6bc2fc62b824c985d5",
        "options": [
            "По траектории I. ",
            "По траектории II. ",
            "Разрешено по обеим траекториям.",
            "Запрещено по обеим траекториям."
        ],
        "id": "805",
        "correctAnswerId": 2,
        "explanationId": "Действие дорожного знака 4.1.1 «Движение прямо» распространяется на пересечение проезжих частей, перед которым установлен знак.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Требует ли от Вас данный дорожный знак обязательной остановки в данной ситуации? ",
        "questionImg": "/stamp/img/1b0c7f451290afce77879c80091f9004",
        "options": [
            "Да.",
            "Нет, так как знак дает нам преимущество перед встречным движением.",
            "Нет, если транспортные средства могут свободно разъехаться."
        ],
        "id": "1161",
        "correctAnswerId": 2,
        "explanationId": "Данный дорожный знак 2.6 «Преимущество встречного движения» запрещает въезд на узкий участок дороги, если это может затруднить встречное движение. Водитель уступает дорогу встречным транспортным средствам, находящимся на узком участке или противоположном подъезде к нему. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Является ли в данной ситуации Ваша остановка вынужденной? ",
        "questionImg": "/stamp/img/e1f8ff34e875fdd78cd747e5e49b59ac",
        "options": [
            "Да.",
            "Нет."
        ],
        "id": "1101",
        "correctAnswerId": 1,
        "explanationId": "Вынужденная остановка - прекращение движения транспортного средства из-за его технической неисправности или опасности, создаваемой перевозимым грузом, состоянием водителя (пассажира) или появлением препятствия на дороге. (Раздел 1, пункт 2.44, ПДД РК)"
    },
    {
        "text": "Что обозначает данная горизонтальная разметка? ",
        "questionImg": "/stamp/img/dffe7473c971623212529317d7d30dc8",
        "options": [
            "Место, где запрещена остановка транспортных средств.",
            "Место, где запрещена стоянка транспортных средств. ",
            "Место остановки маршрутных транспортных средств и стоянки такси."
        ],
        "id": "951",
        "correctAnswerId": 2,
        "explanationId": "Горизонтальная разметка 1.17 (желтая ломаная линия) - обозначает остановки маршрутных транспортных средств и стоянки такси. ( Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК )"
    },
    {
        "text": "Что обозначают данные дорожные знаки? ",
        "questionImg": "/stamp/img/6f388bffcb4eae48ad094065bb1de5a8",
        "options": [
            "Место стоянки у левого края проезжей части, протяженностью 100 метров. ",
            "Место стоянки с полным или частичным заездом на тротуар с левой стороны протяженностью 100 метров.",
            "Место стоянки, находящееся в 100 метрах слева от дороги."
        ],
        "id": "1080",
        "correctAnswerId": 2,
        "explanationId": "Табличка 7.1.4 «Расстояние до объекта», установленная под дорожным знаком 5.15 «Место стоянки», указывает расстояние до места стоянки, находящегося в левой стороне от дороги. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "«Регулировщик» - распознаваемый и видимый в любое время суток (имеющий соответствующее удостоверение и экипировку, а также уполномоченный выполнять распорядительные действия по управлению движением на дорогах):  ",
        "questionImg": "",
        "options": [
            "Сотрудник органов внутренних дел. ",
            "Сотрудник военной полиции или военнослужащий комендантского подразделения. ",
            "Работник органов транспортного контроля Министерства по инвестициям и развитию Республики Казахстан. ",
            "Работник дорожно-эксплуатационной службы, дежурный на железнодорожном переезде, паромной переправе. ",
            "Все, вышеперечисленные."
        ],
        "id": "1396",
        "correctAnswerId": 4,
        "explanationId": "Регулировщик - распознаваемый и видимый в любое время суток сотрудник органов внутренних дел, военной полиции или военнослужащий дорожно-комендантского подразделения, работник органов транспортного контроля Министерства по инвестициям и развитию Республики Казахстан (далее - органов транспортного контроля), работник дорожно-эксплуатационной службы, дежурный на железнодорожном переезде, паромной переправе, имеющие соответствующее удостоверение и экипировку (форменную одежду или отличительный знак - нарукавную повязку, жезл, диск с красным сигналом либо световозвращателем, красный фонарь или флажок), уполномоченные выполнять распорядительные действия по управлению движением на дорогах. (Раздел 1, пункт 2.49, ПДД РК.)"
    },
    {
        "text": "Разрешается ли Вам приступить к выполнению поворота направо в данной ситуации? ",
        "questionImg": "/stamp/img/030875911a600126489c7f9a03aaf948",
        "options": [
            "Разрешается.",
            "Разрешается, если это не создает помех движению автобуса.",
            "Разрешается, если водитель автобуса подал звуковой сигнал."
        ],
        "id": "1182",
        "correctAnswerId": 1,
        "explanationId": "Перед Вами установлен дорожный знак 2.4 «Уступите дорогу». Водитель уступает дорогу транспортным средствам, движущимся по пересекаемой дороге. Уступить дорогу (не создавать помех) - означает, что участник дорожного движения не начинает, не возобновляет или не продолжает движение, не осуществляет какой-либо маневр, если это может вынудить других участников движения, имеющих по отношению к нему преимущество, изменить направление движения или скорость. (Раздел 1, пункт 2.22, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Водителю запрещается управление транспортным средством в темное время суток на дорогах без искусственного освещения или в условиях недостаточной видимости, если: ",
        "questionImg": "",
        "options": [
            "Не горят (отсутствуют) фары и (или) задние габаритные огни.",
            "Регулировка фар не соответствует требованиям. ",
            "На световых приборах отсутствуют рассеиватели, либо используются рассеиватели и лампы, не соответствующие типу данного светового прибора. ",
            "Имеются все перечисленные неисправности."
        ],
        "id": "1409",
        "correctAnswerId": 0,
        "explanationId": "Водителю запрещается управлять транспортным средством в темное время суток на дорогах без искусственного освещения или в условиях недостаточной видимости - с не горящими (отсутствующими) фарами и (или) задними габаритными огнями. (Раздел 2, пункт 4.10, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам проехать мост первым? ",
        "questionImg": "/stamp/img/acf0dc228347bdb774c5ede062c3d57c",
        "options": [
            "Разрешается.",
            "Запрещается."
        ],
        "id": "460",
        "correctAnswerId": 0,
        "explanationId": "Очередность проезда данного узкого участка дороги определяется знаками приоритета 2.6 «Преимущество встречного движения» и 2.7 «Преимущество перед встречным движением».В данной ситуации перед Вами установлен дорожный знак 2.7 «Преимущество перед встречным движением», который дает Вам право проехать мост первым.(Дорожные знаки. Приложение 1 к ПДД РК-Дорожные знаки (по СТ РК 1125 и СТ РК 1412))"
    },
    {
        "text": "Какой из указанных дорожных знаков предупреждает о железнодорожном переезде с одним путем? ",
        "questionImg": "/stamp/img/9c8c704f468c620e761447048eafd361",
        "options": [
            "Знак I.",
            "Знак II.  ",
            "Знак III.",
            "Знак  IV. ",
            "Знаки I и IV."
        ],
        "id": "1177",
        "correctAnswerId": 3,
        "explanationId": "Дорожный знак 1.3.1 «Однопутная железная дорога» (знак IV) обозначает, необорудованный шлагбаумом, переезд через железную дорогу с одним путем. (Дорожные знаки. Приложение 1 к ПДД РК) "
    },
    {
        "text": "Разрешается ли Вам совершить обгон в данной ситуации? ",
        "questionImg": "/stamp/img/22998a87ceeceddc3b1ee1d031df4cc9",
        "options": [
            "Разрешается.",
            "Разрешается если скорость грузового автомобиля менее 30 км/ч. ",
            "Запрещается."
        ],
        "id": "611",
        "correctAnswerId": 0,
        "explanationId": "Данную горизонтальную разметку 1.11 разрешается пересекать для выполнения обгона.(Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "По каким траекториям Вам разрешается продолжить движение на перекрестке? ",
        "questionImg": "/stamp/img/2880f80c6ea07d5a6751838f6f0a04f2",
        "options": [
            "Только по траектории I и II. ",
            "Только по траекториям II и III.",
            "Только по траекториям III и IV. ",
            "По всем указанным траекториям."
        ],
        "id": "729",
        "correctAnswerId": 1,
        "explanationId": "В данной ситуации на перекрестке два пересечения проезжих частей. Данный дорожный знак 4.1.1 «Движение прямо» разрешает движение только в направлении, указанном на знаке стрелкой.  Действие знака распространяется на пересечение проезжих частей, перед которым установлен знак(траектории I и IV).(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "В каких из указанных случаях, водителю транспортного средства запрещается употреблять алкогольные напитки, наркотические или психотропные вещества? ",
        "questionImg": "",
        "options": [
            "При управлении транспортным средством.  ",
            "После того, как транспортное средство было остановлено по требованию сотрудника органов внутренних дел. ",
            "После  дорожно-транспортного происшествия, к которому он причастен. ",
            "До проведения уполномоченным должностным лицом освидетельствования в целях установления состояния опьянения или до принятия уполномоченным должностным лицом решения, об освобождении от проведения такого освидетельствования. ",
            "Во всех вышеперечисленных случаях."
        ],
        "id": "1414",
        "correctAnswerId": 4,
        "explanationId": "Водителю запрещается употреблять алкогольные напитки, наркотические или психотропные вещества после дорожно-транспортного происшествия, к которому он причастен, либо после того, как транспортное средство было остановлено по требованию сотрудника органов внутренних дел, до проведения уполномоченным должностным лицом освидетельствования в целях установления состояния опьянения или до принятия уполномоченным должностным лицом решения об освобождении от проведения такого освидетельствования. (Раздел 2, пункт 4.11, ПДД РК)"
    },
    {
        "text": "Управляя, каким транспортным средством Вам запрещается продолжить движение прямо в данной ситуации? ",
        "questionImg": "/stamp/img/110c865ce06a5bd0caff6ed71fb4903c",
        "options": [
            "Грузовым автомобилем. ",
            "Грузовым автомобилем с разрешенной максимальной массой менее 3.5 тонн. ",
            "Грузовым автомобилем с разрешенной максимальной массой более 3.5 тонн."
        ],
        "id": "1062",
        "correctAnswerId": 2,
        "explanationId": "Данный дорожный знак 3.4 «Движение грузовых автомобилей запрещено» запрещает движение грузовых автомобилей и составов транспортных средств с разрешенной максимальной массой более 3,5 тонн (если на знаке не указана масса). (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам въезд во двор в данной ситуации? ",
        "questionImg": "/stamp/img/33c5c9b74478e4ba6976e215bf68d3a6",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Разрешается, если Вы проживаете в этом доме."
        ],
        "id": "1002",
        "correctAnswerId": 0,
        "explanationId": "Данный дорожный знак 5.5 «Дорога с односторонним движением» обозначает дорогу или проезжую часть, по которой движение транспортных средств по всей ширине осуществляется в одном направлении.Однако он не запрещает Вам осуществить повороты.(Дорожные знаки. Приложение 1 к ПДД РК) "
    },
    {
        "text": "Кто из водителей нарушает Правила, двигаясь со скоростью 40 км/ч., в данной ситуации? ",
        "questionImg": "/stamp/img/9705737e3967dad4cba928f613427724",
        "options": [
            "Водитель автомобиля желтого  цвета.",
            "Водитель автомобиля красного цвета.",
            "Оба нарушают. ",
            "Оба не нарушают."
        ],
        "id": "1088",
        "correctAnswerId": 0,
        "explanationId": "Табличка 7.14 «Полоса движения» указывает полосу движения, на которую распространяется действие дорожного знака 4.7 «Ограничение минимальной скорости». По этой полосе разрешается движение только с указанной или большей скоростью на знаке (км/час). (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Какие из указанных дорожных знаков разрешают движение транспортных средств, обслуживающих предприятия находящиеся в обозначенной зоне, а также обслуживающие граждан или принадлежащие гражданам, проживающих или работающих в зоне действия данных знаков? ",
        "questionImg": "/stamp/img/2caa4a37981ce90e24004577857ec6bd",
        "options": [
            "Только знаки I и II.  ",
            "Только знаки III и IV. ",
            "Только знаки II и IV.",
            "Только знаки I и III. ",
            "Все знаки. "
        ],
        "id": "495",
        "correctAnswerId": 2,
        "explanationId": "Среди указанных, только дорожные знаки 3.2 «Движение запрещено»(знак II) и 3.3 «Движение механических транспортных средств запрещено»(знак IV) разрешают движение транспортных средств, обслуживающих предприятия находящиеся в обозначенной зоне, а также обслуживающие граждан или принадлежащие гражданам, проживающих или работающих в зоне действия данных знаков. Дорожные знаки 3.17.2 «Опасность»(знак I) и 3.1 «Въезд запрещен»(знак III) такого исключения не имеют.(Дорожные знаки.Приложение 1 к ПДД РК) "
    },
    {
        "text": "На каком расстоянии до начала опасного поворота устанавливается этот дорожный знак в населенном пункте? ",
        "questionImg": "/stamp/img/1221798f651df1b2385e5fde4a2c39a8",
        "options": [
            "50-100 метров.",
            "150-300 метров.",
            "Непосредственно перед опасным поворотом."
        ],
        "id": "736",
        "correctAnswerId": 0,
        "explanationId": "Данный дорожный знак 1.11.2 «Опасный поворот» в населенных пунктах устанавливается на расстоянии 50 - 100 метров до начала опасного участка.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Какой из указанных дорожных знаков предупреждает о приближении к участку дороги с двухсторонним движением? ",
        "questionImg": "/stamp/img/b942764dfd5307c9dff8b9011c857dfb",
        "options": [
            "Знак I.",
            "Знак II.  ",
            "Знак III.",
            "Знак  IV. ",
            "Знак V."
        ],
        "id": "928",
        "correctAnswerId": 0,
        "explanationId": "Дорожный знак 1.19 «Двустороннее движение» предупреждает о начале участка дороги (проезжей части) с встречным движением. Знак I.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "В данной ситуации неровный участок дороги вне населенного пункта, начнется: ",
        "questionImg": "/stamp/img/ec53165dbd15708352037feae869b07f",
        "options": [
            "За данными, дорожными знаками. ",
            "Через 50 – 100м. ",
            "Через 150 – 300м.",
            "Через 50 км. "
        ],
        "id": "1039",
        "correctAnswerId": 2,
        "explanationId": "Данный дорожный знак 1.16 «Неровная дорога» вне населенных пунктов устанавливается на расстоянии 150 - 300 метров до начала участка, имеющего неровности на проезжей части. Табличка 7.2.1 «Зона действия». указывает лишь протяженность опасного участка дороги. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам выполнить разворот после проезда данного дорожного знака? ",
        "questionImg": "/stamp/img/42f282b306a5b7de642bb70fac41c2e6",
        "options": [
            "Разрешается.",
            "Разрешается, только в светлое время суток. ",
            "Запрещается."
        ],
        "id": "941",
        "correctAnswerId": 2,
        "explanationId": "Разворот - изменение направления движения на обратное. Данный дорожный знак 5.5 «Дорога с односторонним движением» обозначает дорогу или проезжую часть, по которой движение транспортных средств по всей ширине осуществляется только в одном направлении. ( Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Укажите рисунок, на котором изображен край проезжей части? ",
        "questionImg": "/stamp/img/437245ba605e5d44493adc27e2db61d5",
        "options": [
            "Рисунок I. ",
            "Рисунок II. ",
            "Рисунок III. ",
            "На всех рисунках."
        ],
        "id": "1116",
        "correctAnswerId": 3,
        "explanationId": "Край проезжей части дороги - определяется линией разметки, а при ее отсутствии условной линией, проходящей по кромке дорожного покрытия, а также в месте примыкания проезжей части дороги к трамвайным путям у края дороги. При невозможности определить кромку дорожного покрытия, в том числе и по дорожным условиям край проезжей части дороги определяется самим участником дорожного движения по краю накатанной полосы. (Раздел 1, пункт 2.34, ПДД РК)"
    },
    {
        "text": "При какой из перечисленных неисправностей Вам запрещается управлять транспортным средством в сильный дождь? ",
        "questionImg": "/stamp/img/507bd1827fcc51db5ad0b4ce9dd89708",
        "options": [
            "При не работающих в установленном режиме стеклоочистителях. ",
            "При неисправных стеклоочистителях ветрового стекла.",
            "При неработающих стеклоомывателях. ",
            "При всех перечисленных неисправностях."
        ],
        "id": "1121",
        "correctAnswerId": 1,
        "explanationId": "Водителю запрещается управлять транспортным средством, во время дождя или снегопада, с неисправными стеклоочистителями ветрового стекла. (Раздел 2, пункт 4.10, ПДД РК)"
    },
    {
        "text": "О чем информируют Вас данные  дорожные знаки? ",
        "questionImg": "/stamp/img/0d3dc83a7b0f497ddddad20db37c46ea",
        "options": [
            "В зоне действия знаков съезд, на обочину опасен.",
            "В зоне действия знаков, остановка транспортного средства на обочине запрещена."
        ],
        "id": "722",
        "correctAnswerId": 0,
        "explanationId": "Данные дорожные знаки 1.33 «Опасная обочина» и 7.2.1 «Зона действия» информируют, что протяженность участка дороги, где съезд, на обочину опасен - 10 км. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "По какой траектории Вам разрешено продолжить движение в данной ситуации? ",
        "questionImg": "/stamp/img/9de57b8ab83e1502293d2367b278bfa2",
        "options": [
            "По траектории I. ",
            "По траекториям II или III. ",
            "По траекториям I и III. "
        ],
        "id": "615",
        "correctAnswerId": 2,
        "explanationId": "В данной ситуации дорожный знак 5.11.1 «Место для разворота» информирует о месте для разворота, но при этом поворот налево запрещается.Движение в других направлениях данный знак не запрещает.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешено ли Вам осуществить стоянку в указанном месте?",
        "questionImg": "/stamp/img/db30bdd7272f18b62df9e15f345ead1b",
        "options": [
            "Разрешено.",
            "Запрещено.",
            "Разрешено, только с полным заездом на тротуар, при условии, что это не будет препятствовать движению пешеходов."
        ],
        "id": "824",
        "correctAnswerId": 1,
        "explanationId": "Горизонтальная разметка 1.10 (желтая прерывистая линия) - обозначает места, где запрещена стоянка. Применяется самостоятельно или в сочетании со знаками 3.28 - 3.30 и наносится у края проезжей части или по верху бордюра.(Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам подача звукового сигнала в зоне действия данного дорожного знака? ",
        "questionImg": "/stamp/img/57edcc160424ab489f22d0d6d2ce37d0",
        "options": [
            "Запрещается.",
            "Разрешается, только для предупреждения об обгоне. ",
            "Разрешается, только для случаев, когда сигнал подается для предотвращения дорожного - транспортного происшествия.",
            "В случаях, перечисленных в п.п. 2 и 3."
        ],
        "id": "763",
        "correctAnswerId": 2,
        "explanationId": "Данный дорожный знак 3.26 «Подача звукового сигнала запрещена» запрещает пользоваться звуковыми сигналами, кроме тех случаев, когда сигнал подается для предотвращения дорожно-транспортного происшествия.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "В каких случаях запрещается эксплуатация транспортных средств?",
        "questionImg": "",
        "options": [
            "Не установлен опознавательный знак «Шипы» сзади механических транспортных средств, имеющих ошипованные шины.",
            "В случаях нанесения на кузов аэрографических трехмерных рисунков.",
            "Нанесены покрытия либо наклеены прозрачные цветные пленки на ветровых и (или) передних боковых стеклах кабины (салона) механического транспортного средства."
        ],
        "id": "1404",
        "correctAnswerId": 2,
        "explanationId": "Раздел 7. Прочие элементы конструкции. Перечень неисправностей и условий, создающих угрозу безопасности дорожного движения и окружающей среде, при которых запрещается эксплуатация транспортных средств. Приложение к Основным положениям по допуску транспортных средств к эксплуатации."
    },
    {
        "text": "Уступите ли Вы дорогу грузовому автомобилю? ",
        "questionImg": "/stamp/img/48a4a46ea684fc4e2338644e530244f2",
        "options": [
            "Да.",
            "Нет.",
            "Да, так как грузовой автомобиль приближается справа."
        ],
        "id": "471",
        "correctAnswerId": 1,
        "explanationId": "Дорога по которой Вы движетесь обозначена дорожным знаком 5.1 «Автомагистраль», что делает её главной по отношению к примыкающей.На перекрестке неравнозначных дорог водитель транспортного средства, движущегося по второстепенной дороге, уступает дорогу транспортным средствам, приближающимся по главной. Соответственно Вы не обязаны  уступать дорогу грузовому автомобилю.(Раздел 1, пункт 2.9, Раздел 13, пункт  11, ПДД РК)"
    },
    {
        "text": "«Маневрирование» это: ",
        "questionImg": "",
        "options": [
            "Ситуация, возникшая в процессе дорожного движения, при которой продолжение движения в том же направлении и с той же скоростью создает угрозу возникновения дорожно-транспортного происшествия. ",
            "Начало движения от остановки (стоянки), остановка, поворот (разворот), перестроение, торможение и движение транспортного средства задним ходом.",
            "Комплекс организационно-правовых, нормативно-методических, проектно изыскательных, организационно технических, контрольно-надзорных, распорядительных и других мероприятий по управлению дорожным движением."
        ],
        "id": "1395",
        "correctAnswerId": 1,
        "explanationId": "Маневрирование - начало движения от остановки (стоянки), остановка, поворот (разворот), перестроение, торможение и движение транспортного средства задним ходом. (Раздел 1, пункт 2.42, ПДД РК.)"
    },
    {
        "text": "Какие из указанных дорожных знаков Вам разрешают выполнить разворот? ",
        "questionImg": "/stamp/img/1ab4504660783f1ff3009aeb73c9c992",
        "options": [
            "Знаки I и II. ",
            "Знаки I, II и III.",
            "Только знак IV.",
            "Все из указанных знаков."
        ],
        "id": "971",
        "correctAnswerId": 1,
        "explanationId": "Из указанных дорожных знаков только знак 3.19 «Разворот запрещен» запрещает разворот.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Водителю запрещается управление транспортным средством, если: ",
        "questionImg": "",
        "options": [
            "Нарушена герметичность гидравлического тормозного привода. ",
            "Не действует рабочая тормозная система.",
            "Неисправна стояночная тормозная система. ",
            "Имеются все перечисленные неисправности."
        ],
        "id": "1405",
        "correctAnswerId": 1,
        "explanationId": "Водителю запрещается управлять транспортным средством с недействующей рабочей тормозной системой. Недействующей считается рабочая тормозная система которая не позволяет остановить транспортное средство при движении с минимальной скоростью. (Раздел 2, пункт 4.10, ПДД РК)"
    },
    {
        "text": "По требованию каких лиц, водитель механического транспортного средства обязан передавать для проверки водительское удостоверение?",
        "questionImg": "",
        "options": [
            "Уполномоченных на то должностных лиц органов внутренних дел, органов транспортного контроля.",
            "Работников органов внутренних дел (полиции). ",
            "Всех лиц, уполномоченных регулировать дорожное движение."
        ],
        "id": "1397",
        "correctAnswerId": 0,
        "explanationId": "Водитель механического транспортного средства обязан иметь при себе и по требованию уполномоченных на то должностных лиц органов внутренних дел, органов транспортного контроля передавать им для проверки водительское удостоверение. (Раздел 2, пункт 1.1, ПДД РК)\n"
    },
    {
        "text": "Если габаритная высота Вашего транспортного средства (с грузом или без груза) больше, указанной на данном дорожном знаке: ",
        "questionImg": "/stamp/img/26eb1d940b5af0d9277c5397978bf9e5",
        "options": [
            "Вы проедете этот участок дороги с особой осторожностью. ",
            "Вы объедете этот участок дороги по другому маршруту.",
            "Вам необходимо получить разрешение на проезд в уполномоченном государственном органе."
        ],
        "id": "1063",
        "correctAnswerId": 1,
        "explanationId": "Данный дорожный знак 3.13 «Ограничение высоты» запрещает движение транспортных средств, габаритная высота которых (с грузом или без груза) больше указанной на знаке. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "В каких направлениях Вам разрешено продолжить движение на перекрестке, управляя легковым автомобилем? ",
        "questionImg": "/stamp/img/d25498333ad1b056493d80e880c3e71c",
        "options": [
            "Только прямо. ",
            "Только прямо и направо. ",
            "Только налево, направо и в обратном направлении.",
            "Только прямо, налево и в обратном направлении.",
            "В любых направлениях."
        ],
        "id": "715",
        "correctAnswerId": 3,
        "explanationId": "Данный дорожный знак 5.10.3 «Выезд на дорогу с полосой для маршрутных транспортных средств» информирует о том, что перед Вами дорога, по которой движение маршрутных транспортных средств и другого общественного транспорта осуществляется по специально выделенной полосе навстречу общему потоку транспортных средств. Соответственно Вы можете двигаться в любом направлении, но не можете повернуть направо, то есть двигаться навстречу транспортному потоку. Следует добавить, что для поворота налево Вам необходимо выбрать траекторию, исключающую выезд на полосу для маршрутных транспортных средств.(Раздел 18, пункт 2, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Данный дорожный знак требует от Вас: ",
        "questionImg": "/stamp/img/617d580e93afc30e0d235419249d6820",
        "options": [
            "Двигаться со скоростью только 50 км/ч. ",
            "Двигаться со скоростью более 50 км/ч.",
            "Двигаться со скоростью не более 50 км/ч."
        ],
        "id": "730",
        "correctAnswerId": 2,
        "explanationId": "Данный дорожный знак 3.24 «Ограничение максимальной скорости» запрещает движение со скоростью, превышающей указанную на знаке (км/ч).(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам выполнить обгон грузового автомобиля в зоне действия данного дорожного знака, управляя легковым автомобилем? ",
        "questionImg": "/stamp/img/847d1f42c8cf5b50eb38ab07494da7d1",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Разрешается, только, если скорость грузового автомобиля менее 30км/ч. ",
            "Разрешается, если скорость автомобиля 30км/ч."
        ],
        "id": "887",
        "correctAnswerId": 0,
        "explanationId": "Данный дорожный знак 3.22 «Обгон грузовым автомобилям запрещен» запрещает грузовым автомобилям с разрешенной максимальной массой более 3,5 тонн обгон всех транспортных средств, кроме одиночных, движущихся со скоростью менее 30 км/час. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли водителю легкового автомобиля синего цвета проехать перекресток в прямом направлении в данной ситуации? ",
        "questionImg": "/stamp/img/0e8802eda1c63dd3ac304a8f87c26822",
        "options": [
            "Разрешается.",
            "Запрещается."
        ],
        "id": "813",
        "correctAnswerId": 1,
        "explanationId": "В зоне действия дорожного знака 3.7 «Движение транспортных средств с прицепом запрещено» запрещается осуществлять буксировку механических транспортных средств.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "В каком из указанных мест разрешается остановка? ",
        "questionImg": "/stamp/img/c2f86abaaf14e88aa6686eed9b679a84",
        "options": [
            "Только в указанном месте I. ",
            "Только в указанном месте II.",
            "В обоих указанных местах разрешается.",
            "В обоих указанных местах запрещается."
        ],
        "id": "980",
        "correctAnswerId": 1,
        "explanationId": "Остановка запрещается на пересечении проезжих частей дорог и ближе тридцати метров от края пересекаемой проезжей части дороги. Зона действия дорожного знака 3.27 «Остановка запрещена» распространяется от места установки знака до ближайшего перекрестка.(Раздел 12, пункт 4.7, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "По какой траектории Вам разрешено продолжить движение в данной ситуации? ",
        "questionImg": "/stamp/img/1224b97e7b97a8811c7088b6d9daa010",
        "options": [
            "Только по траектории I. ",
            "Только по траекториям I или III.",
            "По всем траекториям."
        ],
        "id": "675",
        "correctAnswerId": 0,
        "explanationId": "В случаях, когда значения временных дорожных знаков (на переносной стойке) и стационарных знаков противоречат друг другу, водители должны руководствоваться временными знаками. Соответственно при установке дорожного знака 4.1.1 «Движение прямо» (временный), движение разрешается только прямо.(Дорожные знаки. Приложение 1 к ПДД РК) "
    },
    {
        "text": "Разрешается ли Вам осуществить посадку (высадку) пассажира, либо загрузку (разгрузку) транспортного средства в зоне действия данного дорожного знака? ",
        "questionImg": "/stamp/img/8b9031c38c858ed8cd7190e9a043372b",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Разрешается на время до 5 минут."
        ],
        "id": "801",
        "correctAnswerId": 0,
        "explanationId": "Данный дорожный знак 3.28 «Стоянка запрещена» не запрещает остановку. Остановка - преднамеренное прекращение движения транспортного средства на время до пяти минут либо на большее время, если это необходимо для посадки или высадки пассажиров, загрузки или разгрузки транспортного средства.(Раздел 1, пункт 2.7, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК) "
    },
    {
        "text": "Разрешено ли водителю грузового автомобиля проехать перекресток в прямом направлении в данной ситуации? ",
        "questionImg": "/stamp/img/d574455b303b4c6076875965f05f11b3",
        "options": [
            "Разрешено.",
            "Запрещено.",
            "Разрешено, если он обслуживает предприятия находящиеся в зоне действия данного  знака."
        ],
        "id": "814",
        "correctAnswerId": 2,
        "explanationId": "Данный дорожный знак 3.7 «Движение транспортных средств с прицепом запрещено» запрещает движение транспортных средств с прицепом и буксировку механических транспортных средств. Однако действие знака не распространяется на транспортные средства, которые обслуживают предприятия, находящиеся в обозначенной зоне, а также обслуживают граждан или принадлежат гражданам, проживающим или работающим в обозначенной зоне. В этих случаях транспортные средства должны въезжать в обозначенную зону и выезжать из нее на ближайшем к месту назначения перекрестке. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "По каким  из указанных траекторий Вам разрешается продолжить движение? ",
        "questionImg": "/stamp/img/3dee165076d0a7b123b92ce92d2765fe",
        "options": [
            "По траектории I. ",
            "По траектории II. ",
            "По траектории III. ",
            "По траектории I и III.  ",
            "По траекториям II и III."
        ],
        "id": "623",
        "correctAnswerId": 1,
        "explanationId": "Движение по траектории I запрещается, так как дорожный знак 4.3 «Круговое движение» разрешает движение в указанном стрелками направлении. А также запрещается движение по траектории III, из-за установки дорожного знака 3.18.1 «Поворот направо запрещен».(Дорожные знаки. Приложение 1 к ПДД РК) "
    },
    {
        "text": "На каких рисунках изображена главная дорога? ",
        "questionImg": "/stamp/img/2de17c0d8303d1431e6eabcc85a622ff",
        "options": [
            "На рисунке I.  ",
            "На рисунках I и III. ",
            "На рисунках I и IV.",
            "На рисунках I, III и IV. ",
            "На всех рисунках."
        ],
        "id": "712",
        "correctAnswerId": 2,
        "explanationId": "Главная дорога -дорога, обозначенная знаками 2.1 «Главная дорога», 2.3.1 «Пересечение со второстепенной дорогой», 2.3.2, 2.3.3 «Примыкание второстепенной дороги» или 5.1 «Автомагистраль» по отношению к пересекаемой (примыкающей), или дорога с твердым покрытием (асфальто- и цементобетон, каменные материалы и тому подобное) по отношению к грунтовой(рисунки I и IV).(Раздел 1, пункт 2.9, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "О чем предупреждают Вас данный дорожный знак? ",
        "questionImg": "/stamp/img/0eb006ac03180d140caf9ac84bd89a7a",
        "options": [
            "О приближении к железнодорожному переезду без шлагбаума. ",
            "О приближении к железнодорожному вокзалу. ",
            "О приближении к месту пересечения с трамвайной линией."
        ],
        "id": "699",
        "correctAnswerId": 2,
        "explanationId": "Дорожный знак 1.5 «Пересечение с трамвайной линией».(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Где Вам запрещается осуществить остановку в данной ситуации? ",
        "questionImg": "/stamp/img/8959e2f7b1d1c4fbe8f6087b90b59156",
        "options": [
            "После проезда  данного дорожного знака, с правой стороны.",
            "После проезда  данного дорожного знака, с обеих сторон.",
            "До места установки данного дорожного знака с правой стороны. ",
            "До места установки данного дорожного знака с обеих сторон."
        ],
        "id": "1078",
        "correctAnswerId": 0,
        "explanationId": "Действие знака 3.2 «Остановка запрещена» распространяется только на ту сторону дороги, на которой он установлен. Зона действия знака распространяется от места установки знака до ближайшего перекрестка за ним, а в населенных пунктах при отсутствии перекрестка - до конца населенного пункта. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "О чем информируют Вас данные  дорожные знаки? ",
        "questionImg": "/stamp/img/747313ede92d39bf87b6a2d48e891855",
        "options": [
            "Предупреждают о приближении к железнодорожному переезду без шлагбаума с двумя  и более путями. ",
            "Предупреждает о приближении к железнодорожному переезду без шлагбаума, расстояние до которого 150-300 метров.",
            "Предупреждает о приближении к железнодорожному переезду без шлагбаума, расстояние до которого 50-100 метров."
        ],
        "id": "785",
        "correctAnswerId": 1,
        "explanationId": "Данные дорожные знаки 1.2 «Железнодорожный переезд без шлагбаума» и 1.4.1,1.4.4 «Приближение к железнодорожному переезду» предупреждают о приближении к железнодорожному переезду без шлагбаума, расстояние до которого 150-300 метров.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "На каких рисунках дорожные знаки обозначают главную дорогу? ",
        "questionImg": "/stamp/img/95117c0a1a4fe1b786dac9298c4ac1a6",
        "options": [
            "На рисунке I. ",
            "На рисунках I и II. ",
            "На рисунках I и IV.",
            "На рисунках I, III и IV. ",
            "На всех рисунках."
        ],
        "id": "1111",
        "correctAnswerId": 2,
        "explanationId": "Главная дорога -дорога, обозначенная знаками 2.1 «Главная дорога», 2.3.1 «Пересечение со второстепенной дорогой», 2.3.2, 2.3.3 «Примыкание второстепенной дороги» или 5.1 «Автомагистраль» по отношению к пересекаемой (примыкающей), или дорога с твердым покрытием (асфальто- и цементобетон, каменные материалы и тому подобное) по отношению к грунтовой. (Раздел 1, пункт 2.9, ПДД РК)"
    },
    {
        "text": "Разрешается ли посадка (высадка) пассажиров со стороны проезжей части? ",
        "questionImg": "",
        "options": [
            "Запрещается.",
            "Разрешается.",
            "Разрешается, если это невозможно осуществить со стороны тротуара или обочины.",
            "Разрешается, если это невозможно осуществить со стороны тротуара или обочины, при условии, что это будет безопасно и не создаст помех другим участникам дорожного движения."
        ],
        "id": "554",
        "correctAnswerId": 3,
        "explanationId": "Пассажиры обязаны посадку и высадку производить со стороны тротуара или обочины и только после полной остановки транспортного средства.Если посадка и высадка невозможна со стороны тротуара или обочины, она осуществляется со стороны проезжей части дороги при условии, что это будет безопасно и не создаст помех другим участникам движения. (Раздел 4, пункт 1.3, ПДД РК)\n"
    },
    {
        "text": "Пассажирам запрещается: ",
        "questionImg": "",
        "options": [
            "Отвлекать водителя от управления транспортным средством, во время движения.",
            "Пользоваться телефоном или радиостанцией. ",
            "Открывать окна, во время движения транспортного средства."
        ],
        "id": "553",
        "correctAnswerId": 0,
        "explanationId": "Пассажирам запрещается отвлекать водителя от управления транспортным средством во время его движения. (Раздел 4, пункт 2.1, ПДД РК)\n"
    },
    {
        "text": "В каких направлениях Вы можете продолжить движение, на перекрестке, управляя легковым автомобилем? ",
        "questionImg": "/stamp/img/ebb0eba41a16730f2fc4e360daac05e1",
        "options": [
            "Только прямо. ",
            "Только налево или направо. ",
            "Только налево, направо и в обратном направлении.",
            "В любых направлениях."
        ],
        "id": "597",
        "correctAnswerId": 3,
        "explanationId": "Установленные перед перекрестком дорожные знаки 4.1.1 «Движение прямо»  и 7.4.1 «Вид транспортного средства» указывают, что грузовые автомобили с разрешенной максимальной массой более 3,5 т. на данном пересечении могут осуществить движение только в прямом направлении.Вы, при управлении легковым автомобилем, данные предписания не учитываете.( Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Данная вертикальная разметка: ",
        "questionImg": "/stamp/img/b3929a0fdcb5ae757cb3e251759d7236",
        "options": [
            "Информирует о наличие двух полос для движения. ",
            "Указывает наличие направляющих столбиков, надолб, опор ограждения и тому подобное. ",
            "Обозначает элементы дорожных сооружений, представляющие опасность для движущихся транспортных средств."
        ],
        "id": "533",
        "correctAnswerId": 2,
        "explanationId": "Данная вертикальная разметка обозначает элементы дорожных сооружений, представляющие опасность для движущихся транспортных средств.(Разметка дорожная и ее характеристики.Приложение 2 к ПДД РК)."
    },
    {
        "text": "Разрешается ли водителю при движении на транспортном средстве оборудованном ремнями безопасности, перевозить пассажиров не пристегнутых ремнями? ",
        "questionImg": "",
        "options": [
            "Разрешается, но только в населенных пунктах. ",
            "Разрешается, но только на заднем сидении. ",
            "Разрешается, детей до 12 лет. ",
            "Запрещается."
        ],
        "id": "1398",
        "correctAnswerId": 3,
        "explanationId": "Водитель механического транспортного средства обязан при движении на транспортном средстве, оборудованном ремнями безопасности, быть пристегнутым и не перевозить пассажиров, не пристегнутых ремнями. (Раздел 2, пункт 1.5, ПДД РК)"
    },
    {
        "text": "Какую ошибку совершает водитель легкового автомобиля серого цвета въезжающего во двор? ",
        "questionImg": "/stamp/img/a6c0947536a6bae6bac6219bb7e325d5",
        "options": [
            "Поворачивает в зоне действия знака 4.1.1 «Движение прямо». ",
            "Поворачивает, не включив световой указатель правого поворота.",
            "Совершает обе перечисленные  ошибки."
        ],
        "id": "880",
        "correctAnswerId": 1,
        "explanationId": "Данный дорожный знак 4.1.1 «Движение прямо» не запрещает поворот направо на прилегающую территорию.Однако, перед началом выполнения маневра водитель подает сигналы световыми указателями соответствующего назначения, а если они отсутствуют или неисправны - рукой.(Раздел 8, пункт 1, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Водитель, какого автомобиля, двигаясь в намеченном направлении, нарушает Правила в данной ситуации?",
        "questionImg": "/stamp/img/49ad828e70f1c7132433ff83b3d380f2",
        "options": [
            "Только водитель автомобиля синего цвета. ",
            "Только водитель автомобиля красного цвета. ",
            "Водители обоих автомобилей нарушают.",
            "Водители обоих автомобилей не нарушают."
        ],
        "id": "621",
        "correctAnswerId": 2,
        "explanationId": "В случаях, когда значения временных дорожных знаков (на переносной стойке) и стационарных знаков, а также линий разметки  противоречат друг другу, водители должны руководствоваться временными знаками. В данной ситуации дорожный 4.1.1 «Движение прямо» разрешает движение только в направлении, указанном на знаке, тем самым меняет ранее установленный порядок движения.(Дорожные знаки. Приложение 1 к ПДД РК) "
    },
    {
        "text": "О чем информируют Вас данные  дорожные знаки? ",
        "questionImg": "/stamp/img/6247cd2860400a23c7f1e7896a7f2c92",
        "options": [
            "Информируют о месте для разворота, расстояние до которого 100 метров.",
            "Информируют о месте для разворота, протяженность зоны которого 100 метров. ",
            "Информируют о том, что движение по крайней левой полосе разрешается только транспортным средствам намеревающимся выполнить разворот."
        ],
        "id": "1081",
        "correctAnswerId": 0,
        "explanationId": "Табличка 7.1.1 «Расстояние до объекта», установленная под дорожным знаком 5.11.1 «Место для разворота», указывает расстояние от знака до места, предусмотренного для разворота, находящегося впереди по ходу движения. (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Кому из водителей разрешается продолжить движение в намеченном направлении в данной ситуации? ",
        "questionImg": "/stamp/img/10311dc97c80fec78b69625ec26a1264",
        "options": [
            "Водителю маршрутного автобуса.",
            "Водителю грузового автомобиля.",
            "Обоим водителям. ",
            "Никому из водителей. "
        ],
        "id": "1068",
        "correctAnswerId": 0,
        "explanationId": "Данный дорожный знак 4.1.1 «Движение прямо» разрешает движение только в направлении, указанном на знаке стрелкой. Действие дорожного знака 4.1.1 «Движение прямо» не распространяется на маршрутные транспортные средства. (Дорожные знаки. Приложение 1 к ПДД РК) "
    },
    {
        "text": "Разрешается ли Вам занять место, в движущейся организованной транспортной колонне? ",
        "questionImg": "/stamp/img/df07ac02426d8920b1c628a981dea6ab",
        "options": [
            "Разрешается.",
            "Разрешается, если скорость движущихся в колонне транспортных средств, менее 30 км/ч. ",
            "Разрешается, не создавая помех транспортным средствам, движущимся в колонне. ",
            "Запрещается."
        ],
        "id": "1120",
        "correctAnswerId": 3,
        "explanationId": "Водителю запрещается пересекать организованные (в том числе и пешие) колонны и занимать место в них. (Раздел 2, пункт 4.8, ПДД РК)"
    },
    {
        "text": "Разрешено ли Вам осуществить высадку пассажира в указанном месте?",
        "questionImg": "/stamp/img/b417119e112403ab878d8428f506179c",
        "options": [
            "Разрешено.",
            "Запрещено.",
            "Разрешается на время до 5 минут."
        ],
        "id": "825",
        "correctAnswerId": 0,
        "explanationId": "Горизонтальная разметка 1.10 (желтая прерывистая линия) - обозначает места, где запрещена стоянка. Применяется самостоятельно или в сочетании со знаками 3.28 - 3.30 и наносится у края проезжей части или по верху бордюра.Данная разметка не запрещает осуществить остановку. Остановка - преднамеренное прекращение движения транспортного средства на время до пяти минут либо на большее время, если это необходимо для посадки или высадки пассажиров, загрузки или разгрузки транспортного средства. (Раздел 1, пункт 2.7, ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "При дорожно-транспортном  происшествии водитель причастный к нему, в первую очередь обязан: ",
        "questionImg": "/stamp/img/71cba8cff8cd374ff29c083433d5465b",
        "options": [
            "Освободить проезжую часть. ",
            "Немедленно остановить (не трогать с места) транспортное средство, включить аварийную световую сигнализацию и выставить знак аварийной остановки.",
            "Сообщить незамедлительно о случившемся в ближайший орган внутренних дел. ",
            "Принять возможные меры для оказания первой медицинской помощи."
        ],
        "id": "1119",
        "correctAnswerId": 1,
        "explanationId": "При дорожно-транспортном происшествии водитель, причастный к нему, обязан    немедленно остановить (не трогать с места) транспортное средство, включить аварийную световую сигнализацию и выставить знак аварийной остановки (мигающий красный фонарь) в соответствии с требованиями пункта 2 раздела 7 Правил, не перемещать предметы, имеющие отношение к происшествию. (Раздел 2, пункт 1.8, ПДД РК) \n"
    },
    {
        "text": "Какой дорожный знак указывает место, с которого на данной дороге вступает в силу требование Правил, устанавливающие порядок движения в населенных пунктах? ",
        "questionImg": "/stamp/img/e04733b1d30dedb7cc6168159533135e",
        "options": [
            "Знак I.",
            "Знак II.  ",
            "Знак III.",
            "Знак  IV. ",
            "Знак V."
        ],
        "id": "743",
        "correctAnswerId": 0,
        "explanationId": "Дорожный знак 5.22 «Начало населенного пункта» (I) указывает наименование и начало населенного пункта, в котором действуют требования Правил, устанавливающие порядок движения в населенных пунктах.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "О чем информируют Вас данные  дорожные знаки? ",
        "questionImg": "/stamp/img/bb58fe0e3a7337814d7e08b799a0a8fd",
        "options": [
            "Информируют о наличии места стоянки у правого края проезжей части. ",
            "Информируют о наличии места стоянки на тротуаре справа. "
        ],
        "id": "1003",
        "correctAnswerId": 0,
        "explanationId": "Табличка 7.3.1 «Направления действия», установленная под дорожным знаком 5.15 «Место стоянки» указывает направление движения к обозначенному объекту (месту стоянки), находящемуся непосредственно у дороги.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Данный дорожный знак обозначает:",
        "questionImg": "/stamp/img/433079a5d58a019f7bd9cb79040fc6f0",
        "options": [
            "Оборудованный шлагбаумом железнодорожный переезд с одним путем. ",
            "Необорудованный шлагбаумом железнодорожный переезд с одним путем.",
            "Оборудованный шлагбаумом железнодорожный переезд, с двумя путями и более. ",
            "Необорудованный шлагбаумом железнодорожный переезд, с двумя путями и более."
        ],
        "id": "1053",
        "correctAnswerId": 3,
        "explanationId": "Данный дорожный знак 1.3.2 «Многопутная железная дорога» обозначает, необорудованный шлагбаумом, переезд через железную дорогу с двумя путями и более. (Дорожные  знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам выполнить разворот на данном участке? ",
        "questionImg": "/stamp/img/2d59cfb41fdae8f48dfc8836f845d3e4",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Запрещается, если ширина проезжей части недостаточна для выполнения маневра."
        ],
        "id": "843",
        "correctAnswerId": 0,
        "explanationId": "Горизонтальную разметку 1.11 разрешается пересекать со стороны прерывистой.Если при развороте вне перекрестка ширина проезжей части дороги недостаточна для выполнения маневра из крайнего левого положения, его допускается производить только от правого края проезжей части дороги (с правой обочины). При этом водитель уступает дорогу попутным и встречным транспортным средствам. (Раздел 8, пункт 9, ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "По каким из указанных траекторий, Вы можете продолжить движение, управляя легковым автомобилем?",
        "questionImg": "/stamp/img/e88d90a25f46431df8dd598e7c8952f2",
        "options": [
            "По любой траектории.  ",
            "По траекториям I или II. ",
            "По траекториям II, III или IV.",
            "Только по траектории II."
        ],
        "id": "704",
        "correctAnswerId": 2,
        "explanationId": "В данной ситуации дорожные знаки 4.1.4 «Движение прямо или направо» и 7.4.1 «Вид транспортного средства» разрешают движение грузовым автомобилям только в направлениях, указанных на знаках стрелками. Соответственно Вас данное предписание не касается. Однако не стоит забывать, что перед поворотом направо водитель заблаговременно занимает соответствующее крайнее положение на проезжей части дороги и на полосе, предназначенной для движения в данном направлении, то есть правую от Вас полосу движения. Но в этой ситуации выполнить данное требование Вам не позволяет сплошная линия горизонтальной разметки 1.1, что исключает возможность выполнить поворот направо.(Раздел 8, пункт 6, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Когда Вы можете приступить к выполнению обгона грузового автомобиля движущегося со скоростью 40 км/ч. в данной ситуации? ",
        "questionImg": "/stamp/img/a68d52ef7ee3008b90300b617ef49f88",
        "options": [
            "После проезда первого перекрестка.",
            "Через 500 метров.",
            "На расстоянии не более 500 метров за знаком."
        ],
        "id": "781",
        "correctAnswerId": 1,
        "explanationId": "Табличка 7.2.1 «Зона действия», установленная под дорожным знаком 3.20 «Обгон запрещен», указывает зону действия запрещающего знака (500 метров с места установки дорожных знаков).(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Необходимо ли Вам включить световой указатель правого поворота при движении направо в данной ситуации? ",
        "questionImg": "/stamp/img/a7659dfc9a4c699e4c1bdbd43aea5102",
        "options": [
            "Да.",
            "Нет.",
            "Нет, так как движение разрешается только направо."
        ],
        "id": "870",
        "correctAnswerId": 0,
        "explanationId": "В данной ситуации Вы выполняете маневр поворот направо. Перед началом выполнения маневра водитель подает сигналы световыми указателями соответствующего назначения, а если они отсутствуют или неисправны - рукой. (Раздел 8, пункт 1, ПДД РК)"
    },
    {
        "text": "Данная вертикальная разметка: ",
        "questionImg": "/stamp/img/c9555a6fc4af4bd8fa1b625c217497fe",
        "options": [
            "Обозначает нижний край пролетного строения тоннелей, мостов и путепроводов.",
            "Обозначают бордюры на опасных участках и возвышающиеся островки безопасности. ",
            "Обозначает боковые поверхности ограждений дорог на других участках. ",
            "Разделяет транспортные потоки."
        ],
        "id": "896",
        "correctAnswerId": 0,
        "explanationId": "Данная вертикальная разметка 2.2 - обозначает нижний край пролетного строения тоннелей, мостов и путепроводов.(Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Каким транспортным средствам движение разрешается только направо? ",
        "questionImg": "/stamp/img/82d5a7c930f3cc51c4efa88dfc490a70",
        "options": [
            "Транспортным средствам фактическая масса, которых  равна 15 тонн. ",
            "Транспортным средствам с разрешенной максимальной массой более 15 тонн.",
            "Транспортным средствам с разрешенной максимальной массой равной 15 тонн. "
        ],
        "id": "1045",
        "correctAnswerId": 1,
        "explanationId": "Данные дорожные знаки 4.1.2 «Движение направо» и 7.11 «Ограничение полной массы» разрешают, транспортным средствам с разрешенной максимальной массой более 15 тонн,  продолжить движение только направо.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Остановитесь ли Вы в указанном месте по требованию сотрудника ОВД?",
        "questionImg": "/stamp/img/866b1d4ce3fb8c240090946458cb803a",
        "options": [
            "Да.",
            "Да, но только в светлое время суток. ",
            "Нет, так как это запрещает знак 3.27 «Остановка запрещена» ",
            "Правила данную ситуацию не регламентируют."
        ],
        "id": "796",
        "correctAnswerId": 0,
        "explanationId": "Водитель механического транспортного средства обязан остановить транспортное средство по требованию сотрудника органов внутренних дел, транспортного контроля в форменной одежде об остановке транспортного средства путем подачи сигнала с помощью громкоговорящего устройства, жестом руки или жезлом, направленных на транспортное средство, с одновременным сигналом свистка.(Раздел 2, пункт 1.2,ПДД РК)"
    },
    {
        "text": "Водителю запрещается управление транспортным средством, если: ",
        "questionImg": "",
        "options": [
            "Неисправен или отсутствует предусмотренный конструкцией усилитель рулевого управления. ",
            "Суммарный люфт в рулевом управлении превышает допустимые значения. ",
            "Не действует рулевое управление.",
            "Имеются все перечисленные неисправности."
        ],
        "id": "1406",
        "correctAnswerId": 2,
        "explanationId": "Водителю запрещается управлять транспортным средством с недействующим рулевым управлением. Недействующим считается рулевое управление, которое не позволяет осуществить маневр при движении с минимальной скоростью. (Раздел 2, пункт 4.10, ПДД РК)"
    },
    {
        "text": "С какой скоростью Вам разрешает движение данный дорожный знак после поворота направо? ",
        "questionImg": "/stamp/img/39ee7ac5489f34c812e1eb08fc410986",
        "options": [
            "Не более 50 км/ч. ",
            "Не менее 50 км/ч. ",
            "Не менее 50 км/ч., но не более 60 км/ч. ",
            "Не более 60 км/ч."
        ],
        "id": "650",
        "correctAnswerId": 3,
        "explanationId": "Данный дорожный знак 4.7 «Ограничение минимальной скорости» обозначает участок дороги, где разрешается движение только с указанной или большей скоростью (км/ч). Однако это касается только, движущихся в прямом направлении, транспортных средств.( Дорожные знаки. Приложение 1 к ПДД РК)"
    }
]