[
    {
        "text": "Если при движении в темное время суток по неосвещенному участку дороги на транспортном средстве отключились  внешние световые приборы, водитель: ",
        "questionImg": "",
        "options": [
            "Продолжит движение, снизив скорость, подавая сигнал общей тревоги. ",
            "Остановится за пределами дороги, а если это невозможно, транспортное средство обозначается знаком аварийной остановки (или мигающим красным фонарем).",
            "Остановится по возможности правее, и устранит неисправность."
        ],
        "id": "1438",
        "correctAnswerId": 1,
        "explanationId": "При остановке и стоянке в темное время суток на неосвещенных участках дорог, а также в условиях недостаточной видимости на транспортном средстве включаются габаритные огни. В условиях недостаточной видимости дополнительно к габаритным огням могут быть включены фары ближнего света, противотуманные фары и задние противотуманные фонари. В случае неисправности габаритных огней транспортное средство отводится за пределы дороги, а если это невозможно, транспортное средство обозначается путем включения аварийной световой сигнализации, а также при ее неисправности или отсутствии незамедлительно выставляется на проезжей части дороги со стороны наибольшей опасности знак аварийной остановки (или мигающий красный фонарь). (Раздел 7, пункт 1.6, пункт 2.2. Раздел 19, пункт 3, ПДД РК)"
    },
    {
        "text": "Стояночная тормозная система должна обеспечивать неподвижное состояние легковых автомобилей и автобусов в снаряженном состоянии, на уклоне не менее: ",
        "questionImg": "",
        "options": [
            "16%. ",
            "23%. ",
            "31%."
        ],
        "id": "1454",
        "correctAnswerId": 1,
        "explanationId": "Раздел 1. Тормозные системы. Перечень неисправностей и условий, создающих угрозу безопасности дорожного движения и окружающей среде, при которых запрещается эксплуатация транспортных средств. Приложение к Основным положениям по допуску транспортных средств к эксплуатации."
    },
    {
        "text": "Эксплуатация транспортного средства запрещается, если: ",
        "questionImg": "",
        "options": [
            "Отсутствуют предусмотренные конструкцией стекла и противосолнечные козырьки.",
            "Не работает стеклоподъемник. ",
            "Не исправен амортизатор. ",
            "Имеются , все вышеперечисленные неисправности."
        ],
        "id": "1419",
        "correctAnswerId": 0,
        "explanationId": "Раздел 7. Прочие элементы конструкции. Перечень неисправностей и условий, создающих угрозу безопасности дорожного движения и окружающей среде, при которых запрещается эксплуатация транспортных средств. Приложение к Основным положениям по допуску транспортных средств к эксплуатации."
    },
    {
        "text": "Какие световые приборы включаются на автомобиле, при движении в темное время суток и в условиях недостаточной видимости на участках  дорог вне населенного пункта? ",
        "questionImg": "",
        "options": [
            "Габаритные огни. ",
            "Габаритные огни и фары ближнего света. ",
            "Габаритные огни и фары дальнего или ближнего света.",
            "Габаритные огни и противотуманные фары."
        ],
        "id": "1427",
        "correctAnswerId": 2,
        "explanationId": "В темное время суток и условиях недостаточной видимости, независимо от освещения дороги, а также в тоннелях на движущемся транспортном средстве включаются габаритные огни и фары дальнего или ближнего света. (Раздел 19, пункт 1.1, ПДД РК)"
    },
    {
        "text": "В зоне действия, каких дорожных знаков Правила разрешают Вам, подачу звуковых сигналов только для предотвращения дорожно - транспортного происшествия? ",
        "questionImg": "/stamp/img/4f3861d7b35815923a282faa23916051",
        "options": [
            "Только знака I. ",
            "Только знака II. ",
            "Только знака III. ",
            "Знаков I и  II.",
            "Знаков I и III."
        ],
        "id": "778",
        "correctAnswerId": 3,
        "explanationId": "В зоне действия дорожных знаков 5.22 «Начало населенного пункта»(I) и 3.26 «Подача звукового сигнала запрещена»(II) разрешается подача звуковых сигналов только для предотвращения дорожного - транспортного происшествия.В зоне действия дорожного знака 5.24 «Начало населенного пункта» (III) разрешается подача звуковых сигналов и для предупреждения других водителей о намерении произвести обгон.(Раздел 19, пункт 12.1, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам осуществить перевозку груза, таким образом? ",
        "questionImg": "/stamp/img/40745c092342a7f0cc70c609d4e7686c",
        "options": [
            "Разрешается.",
            "Запрещается."
        ],
        "id": "841",
        "correctAnswerId": 0,
        "explanationId": "Груз, не выступающий за габариты сбоку более чем на сорок сантиметров от внешнего края габаритного огня, допускается перевозить без обозначения опознавательными знаками «Крупногабаритный груз». (Раздел 23, пункт 5, ПДД РК. Основные положения по допуску транспортных средств к эксплуатации, пункт 9)"
    },
    {
        "text": "Обязаны ли Вы включать на транспортном средстве габаритные огни  при остановке и стоянке  в темное время суток, согласно требованиям Правил дорожного движения? ",
        "questionImg": "",
        "options": [
            "Да, на освещенных участках дорог. ",
            "Да, на неосвещенных участках дорог.",
            "Да, в неосвещенных местах для стоянки за пределами дороги."
        ],
        "id": "1434",
        "correctAnswerId": 1,
        "explanationId": "При остановке и стоянке в темное время суток на неосвещенных участках дорог, а также в условиях недостаточной видимости на транспортном средстве включаются габаритные огни. (Раздел 19, пункт 3, ПДД РК)"
    },
    {
        "text": "Какие световые приборы включаются на буксируемом механическом транспортном средстве в светлое время суток? ",
        "questionImg": "",
        "options": [
            "Только аварийная световая сигнализация.",
            "Только габаритные огни. ",
            "Габаритные огни и аварийная световая сигнализация."
        ],
        "id": "1430",
        "correctAnswerId": 0,
        "explanationId": "Аварийная световая сигнализация включается при буксировке (на буксируемом механическом транспортном средстве). (Раздел 7, пункт 1.5, ПДД РК)"
    },
    {
        "text": "Какие световые приборы включаются на буксируемом механическом транспортном средстве в темное время суток или условиях недостаточной видимости? ",
        "questionImg": "",
        "options": [
            "Только аварийная световая сигнализация. ",
            "Только габаритные огни. ",
            "Габаритные огни и аварийная световая сигнализация. "
        ],
        "id": "1431",
        "correctAnswerId": 2,
        "explanationId": "В темное время суток и условиях недостаточной видимости, независимо от освещения дороги, а также в тоннелях на буксируемом механическом транспортном средстве включаются габаритные огни и аварийная световая сигнализация. (Раздел 7, пункт 1.5. Раздел 19, пункт 1.2. ПДД РК)"
    },
    {
        "text": "Разрешается ли находиться пассажирам в  буксируемом автомобиле при буксировке? ",
        "questionImg": "/stamp/img/067b91a90d32fbd25b875b6d698bf31b",
        "options": [
            "Разрешается.",
            "Разрешается, только при буксировке на жесткой сцепке.",
            "Разрешается, только при буксировке на гибкой сцепке.",
            "Запрещается."
        ],
        "id": "454",
        "correctAnswerId": 0,
        "explanationId": "Согласно Правил, при буксировке на гибкой или жесткой сцепке запрещается нахождение пассажиров в буксируемом (тот, которого тянут) автобусе (троллейбусе) и кузове буксируемого грузового автомобиля, а при буксировке путем вывешивания или частичной погрузки - нахождение пассажиров в кабине или кузове буксируемого транспортного средства, а также кузове буксирующего (тот, который тянет).(Раздел 20, пункт 4, ПДД РК). Следовательно, на легковые автомобили этот пункт Правил не распространяется. "
    },
    {
        "text": "Эксплуатация транспортного средства запрещается, если: ",
        "questionImg": "",
        "options": [
            "Не работают в установленном режиме стеклоочистители. ",
            "Не работают, предусмотренные конструкцией транспортного средства, стеклоомыватели.",
            "Не работают в установленном порядке, устройства обогрева стекол. ",
            "Имеются , все вышеперечисленные неисправности."
        ],
        "id": "1461",
        "correctAnswerId": 3,
        "explanationId": "Раздел 4. Стеклоочистители и стеклоомыватели ветрового стекла. Раздел 7. Прочие элементы конструкции. Перечень неисправностей и условий, создающих угрозу безопасности дорожного движения и окружающей среде, при которых запрещается эксплуатация транспортных средств. Приложение к Основным положениям по допуску транспортных средств к эксплуатации."
    },
    {
        "text": "Какие световые приборы включаются на автомобиле при движении в темное время суток и в условиях недостаточной видимости, на освещенных участках дорог в населенном пункте? ",
        "questionImg": "",
        "options": [
            "Только габаритные огни. ",
            "Только габаритные огни и фары ближнего света.",
            "Только габаритные огни и фары дальнего или ближнего света."
        ],
        "id": "1426",
        "correctAnswerId": 1,
        "explanationId": "В темное время суток и условиях недостаточной видимости, независимо от освещения дороги, а также в тоннелях на движущемся транспортном средстве включаются габаритные огни и фары дальнего или ближнего света. Однако в населенных пунктах, если дорога освещена дальний свет переключается на ближний свет фар. (Раздел 19, пункт 1.1, пункт 2.1, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам производить буксировку механического транспортного средства на данном участке дороги? ",
        "questionImg": "/stamp/img/a0c3b57824858680369a6b8fb66e763c",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Разрешается, не далее второй полосы."
        ],
        "id": "1186",
        "correctAnswerId": 0,
        "explanationId": "На данном участке дороги буксировка не запрещена. (Раздел 20, пункт 5, ПДД РК)"
    },
    {
        "text": "Уступите ли Вы дорогу велосипедисту в данной ситуации? ",
        "questionImg": "/stamp/img/f3e0ca8031aa4bc7cb25112c69f658eb",
        "options": [
            "Да.",
            "Нет."
        ],
        "id": "968",
        "correctAnswerId": 1,
        "explanationId": "На нерегулируемом пересечении велосипедной дорожки с дорогой, расположенном вне перекрестка, водители велосипедов и мопедов должны уступить дорогу транспортным средствам, движущимся по этой дороге, то есть Вам.(Раздел 24, пункт 4, ПДД РК)"
    },
    {
        "text": "В каких случаях разрешена установка фары-прожектора и фары-искателя на транспортном средстве? ",
        "questionImg": "",
        "options": [
            "В случаях, если это предусматривается заводской комплектацией транспортного средства. ",
            "В случаях, получения разрешения  в КАП.",
            "В любых случаях по желанию водителя."
        ],
        "id": "1444",
        "correctAnswerId": 1,
        "explanationId": "Эксплуатация транспортных средств запрещается в случаях оборудования транспортных средств специальными световыми и звуковыми сигналами и окраске по специальным цветографическим схемам, не входящих в перечень оперативных и специальных служб, транспорт которых подлежит оборудованию специальными световыми и звуковыми сигналами и окраске по специальным цветографическим схемам, утвержденный Правительством Республики Казахстан. ( Приложение к Основным положениям по допуску транспортных средств к эксплуатации. Пункт 14.12."
    },
    {
        "text": "При движении  механического транспортного средства с прицепом, на прицепах габаритные огни включаются: ",
        "questionImg": "",
        "options": [
            "В темное время суток и в условиях недостаточной видимости.",
            "При перевозке опасных, крупногабаритных и тяжеловесных грузов. ",
            "На дорогах вне населенного пункта.     ",
            "При любых условиях."
        ],
        "id": "1428",
        "correctAnswerId": 0,
        "explanationId": "На прицепах габаритные огни включаются при движении в темное время суток и условиях недостаточной видимости, независимо от освещения дороги, а также в тоннелях. (Раздел 19, пункт 1.2, ПДД РК)"
    },
    {
        "text": "Оставление водителем в нарушение правил дорожного движения места дорожно-транспортного происшествия, участником которого он являлся, -влечет: ",
        "questionImg": "",
        "options": [
            "Штраф в размере 100 МРП.",
            "Лишение права управления транспортным средством на один год.",
            "Административный арест на 30 суток."
        ],
        "id": "571",
        "correctAnswerId": 1,
        "explanationId": "Кодекс Республики Казахстан «Об административных правонарушениях». Статья 611 часть 2."
    },
    {
        "text": "Нарушения правил остановки или стоянки транспортных средств в местах, отведенных для остановки или стоянки транспортных средств инвалидов,- влечет: ",
        "questionImg": "",
        "options": [
            "Штраф в размере 10 МРП. ",
            "Штраф в размере 20 МРП.",
            "Штраф в размере 50 МРП."
        ],
        "id": "214138",
        "correctAnswerId": 0,
        "explanationId": "Кодекс Республики Казахстан «Об административных правонарушениях». Статья 597 часть 4."
    },
    {
        "text": "Фарой-прожектором и фарой-искателем разрешается пользоваться: ",
        "questionImg": "",
        "options": [
            "Вне населенных пунктов при отсутствии встречных транспортных средств. ",
            "В населенных пунктах, только водителям транспортных средств оперативных и специальных служб при выполнении служебного задания. ",
            "В обоих перечисленных случаях."
        ],
        "id": "1445",
        "correctAnswerId": 2,
        "explanationId": "Фарой-прожектором и фарой-искателем разрешается пользоваться только вне населенных пунктов при отсутствии встречных транспортных средств. В населенных пунктах пользоваться такими фарами могут только водители транспортных средств оперативных и специальных служб при выполнении служебного задания. (Раздел 19, пункт 8, ПДД РК)"
    },
    {
        "text": "Какое расстояние обеспечивается между буксирующим и буксируемым транспортным средством, при буксировке на жесткой сцепке? ",
        "questionImg": "/stamp/img/aef5f5749bd67fa90ccc7b216d8ebe57",
        "options": [
            "Не более 3 метров.",
            "Не более 4 метров.",
            "Не более 5 метров.",
            "Не более 6 метров."
        ],
        "id": "457",
        "correctAnswerId": 1,
        "explanationId": "Согласно Правил, при буксировке на гибкой сцепке обеспечивается расстояние между буксирующим и буксируемым транспортными средствами в пределах четырех-шести метров, а при буксировке на жесткой сцепке - не более четырех метров. Связующие звенья должны удовлетворять требованиям соответственно пунктов 12 и 13 Основных положений.(Раздел 20, пункт 3, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам осуществить перевозку груза, таким образом? ",
        "questionImg": "/stamp/img/386827b7c514a64cfc404856d7143227",
        "options": [
            "Разрешается.",
            "Запрещается."
        ],
        "id": "840",
        "correctAnswerId": 1,
        "explanationId": "Груз или выступающие за габариты части транспортного средства сбоку более чем на сорок сантиметров от внешнего края габаритного огня обозначаются опознавательными знаками «Крупногабаритный груз».(Раздел 23, пункт 5, ПДД РК. Основные положения по допуску транспортных средств к эксплуатации, пункт 9)"
    },
    {
        "text": "Разрешен ли водителю мопеда (велосипеда), не относящемуся к подкатегории «А1», поворот налево (разворот) в данной ситуации? ",
        "questionImg": "/stamp/img/9d3f0380e9d542ffd7882b5710140aa1",
        "options": [
            "Разрешен.",
            "Запрещен."
        ],
        "id": "449",
        "correctAnswerId": 1,
        "explanationId": "Водителям мопедов (велосипедов) запрещен поворот налево (разворот) на дорогах с трамвайным движением и на дорогах, имеющих более одной полосы для движения в данном направлении.(Раздел 24, пункт 7.5, ПДД РК)"
    },
    {
        "text": "Эксплуатация транспортного средства запрещается, если: ",
        "questionImg": "",
        "options": [
            "Шины имеют местные повреждения ( пробои, порезы, разрывы), обнажающие корд ,а также расслоение каркаса , отслоение протектора и боковины. ",
            "Шины по размеру или допустимой нагрузке не соответствует модели транспортного средства. ",
            "Отсутствует болт (гайка) крепления или имеются трещины диска ободьев колес. ",
            "Имеются, все вышеперечисленные неисправности."
        ],
        "id": "1466",
        "correctAnswerId": 3,
        "explanationId": "Раздел 5. Колеса и шины. Перечень неисправностей и условий, создающих угрозу безопасности дорожного движения и окружающей среде, при которых запрещается эксплуатация транспортных средств. Приложение к Основным положениям по допуску транспортных средств к эксплуатации."
    },
    {
        "text": "На каком из рисунков изображен автомобиль с опознавательным знаком «Автопоезд»? ",
        "questionImg": "/stamp/img/04373dc47743d1df32be0ae9b19828ad",
        "options": [
            "На левом рисунке. ",
            "На правом рисунке.",
            "На обоих рисунках."
        ],
        "id": "1259",
        "correctAnswerId": 2,
        "explanationId": "Опознавательный знак «Автопоезд» - в виде трех фонарей оранжевого цвета, расположенных горизонтально на крыше кабины с промежутками между ними от ста пятидесяти до трехсот миллиметров - на грузовых автомобилях и колесных тракторах (класса 1,4 и выше) с прицепами, а также на сочлененных автобусах и троллейбусах. Допускается применение опознавательных знаков автопоезда в виде равностороннего треугольника желтого цвета (сторона - двести пятьдесят миллиметров) с устройством для внутреннего освещения. (Основные положения по допуску транспортных средств к эксплуатации, пункт 9)"
    },
    {
        "text": "Разрешается ли водителю транспортного средства, относящемуся к подкатегории «А1», двигаться по тротуару? ",
        "questionImg": "/stamp/img/df9178f5c2fed838a804a84ba1fe7dd9",
        "options": [
            "Разрешается.",
            "Разрешается, если это не создает помех движению пешеходов. ",
            "Разрешается, при отсутствии велосипедной дорожки. ",
            "Запрещается."
        ],
        "id": "448",
        "correctAnswerId": 3,
        "explanationId": "Водителю мопеда запрещается движение по тротуару. Согласно Правил дорожного движения мопеды двигаются по велосипедной дорожке, велосипедной полосе движения, а при их отсутствии - по правому краю проезжей части дороги, в том числе по полосе для маршрутных транспортных средств, в один ряд.В данной ситуации велосипедная дорожка отсутствует, а следовательно движение осуществляется по крайней правой полосе в один ряд. (&lt;span data-h=&quot;r#rules-24-4&quot;&gt;Раздел 24, пункт 4&lt;/span&gt;, ПДД РК) "
    },
    {
        "text": "Эксплуатация транспортного средства запрещается, если: ",
        "questionImg": "",
        "options": [
            "Рулевое колесо не регулируется по высоте. ",
            "Неисправен или отсутствует предусмотренный конструкцией усилитель руля.",
            "Рулевое колесо установлено криво."
        ],
        "id": "1458",
        "correctAnswerId": 1,
        "explanationId": "Раздел 2. Рулевое управление. Перечень неисправностей и условий, создающих угрозу безопасности дорожного движения и окружающей среде, при которых запрещается эксплуатация транспортных средств. Приложение к Основным положениям по допуску транспортных средств к эксплуатации."
    },
    {
        "text": "При ослеплении светом фар Вы: ",
        "questionImg": "/stamp/img/f22348edf67d69cbc130bc2d26133473",
        "options": [
            "Выедете на обочину и остановитесь.",
            "Включите световую аварийную сигнализацию и остановитесь, не меняя полосы движения.",
            "Подадите звуковой сигнал и остановитесь, как можно правее."
        ],
        "id": "1144",
        "correctAnswerId": 1,
        "explanationId": "При ослеплении водитель включает аварийную световую сигнализацию и, не меняя полосу движения, останавливается. (Раздел 19, пункт 2.3, ПДД РК)"
    },
    {
        "text": "Эксплуатация транспортного средства разрешается, если:",
        "questionImg": "",
        "options": [
            "Не работает в установленном порядке, механизм регулировки и фиксирующие устройства сидений водителя и пассажиров. ",
            "Отсутствуют ремни безопасности, если их установка предусмотрена конструкцией. ",
            "Не работает в установленном порядке тахометр.",
            "Не работает в установленном порядке спидометр. ",
            "Не работает в установленном порядке, устройства обогрева и обдува стекол. ",
            "Имеются , все вышеперечисленные неисправности."
        ],
        "id": "1330",
        "correctAnswerId": 2,
        "explanationId": "Раздел 7. Прочие элементы конструкции. Перечень неисправностей и условий, создающих угрозу безопасности дорожного движения и окружающей среде, при которых запрещается эксплуатация транспортных средств. Приложение к Основным положениям по допуску транспортных средств к эксплуатации."
    },
    {
        "text": "Стояночная тормозная система должна обеспечивать неподвижное состояние грузовых автомобилей и автопоездов в снаряженном состоянии, на уклоне не менее:",
        "questionImg": "",
        "options": [
            "16%. ",
            "23%. ",
            "31%."
        ],
        "id": "546",
        "correctAnswerId": 2,
        "explanationId": "Раздел 1. Тормозные системы. Перечень неисправностей и условий, создающих угрозу безопасности дорожного движения и окружающей среде, при которых запрещается эксплуатация транспортных средств. Приложение к Основным положениям по допуску транспортных средств к эксплуатации."
    },
    {
        "text": "Эксплуатация транспортного средства запрещается, если: ",
        "questionImg": "",
        "options": [
            "Увеличенном, свободном ходе педали тормоза. ",
            "Нарушении герметичности гидравлического тормозного привода.",
            "Включении контрольной лампы ABS."
        ],
        "id": "1453",
        "correctAnswerId": 1,
        "explanationId": "Раздел 1. Тормозные системы. Перечень неисправностей и условий, создающих угрозу безопасности дорожного движения и окружающей среде, при которых запрещается эксплуатация транспортных средств. Приложение к Основным положениям по допуску транспортных средств к эксплуатации."
    },
    {
        "text": "Задние противотуманные фонари применяются: ",
        "questionImg": "",
        "options": [
            "Только в светлое время суток.",
            "Только в темное время суток.",
            "Только в условиях недостаточной видимости."
        ],
        "id": "552",
        "correctAnswerId": 2,
        "explanationId": "Задние противотуманные фонари применяются только в условиях недостаточной видимости. Задние противотуманные фонари не подключаются к стоп-сигналам. (Раздел 19, пункт 9, ПДД РК)"
    },
    {
        "text": "Проблесковый маячок оранжевого или желтого света включается: ",
        "questionImg": "",
        "options": [
            "На транспортных средствах при выполнении работ по строительству, ремонту или содержанию дорог, погрузки и транспортировки поврежденных, неисправных и иных транспортных средств. ",
            "На транспортных средствах при осуществлении перевозок тяжеловесных, крупногабаритных грузов.",
            "На транспортных средствах, сопровождающих перевозку тяжеловесных, крупногабаритных и опасных грузов. ",
            "На автобусах, предназначенных для перевозки организованных групп детей.",
            "На транспортных средствах мобильных групп оперативного реагирования частных охранных организаций при выезде на несанкционированные проникновения на охраняемые объекты",
            "На транспортных средствах передвижных контрольно- пропускных пунктах органов транспортного контроля при несении службы на дорогах. ",
            "В любом из перечисленных случаях."
        ],
        "id": "550",
        "correctAnswerId": 6,
        "explanationId": "Проблесковый маячок оранжевого или желтого цвета включается на транспортных средствах при выполнении работ по строительству, ремонту или содержанию дорог, погрузке и транспортировке поврежденных, неисправных и иных транспортных средств; транспортных средствах при осуществлении перевозок тяжеловесных, крупногабаритных грузов; транспортных средствах, сопровождающих перевозку тяжеловесных, крупногабаритных и опасных грузов; автобусах, предназначенных для перевозки организованных групп детей; транспортных средствах мобильных групп оперативного реагирования частных охранных организаций при выезде на несанкционированные проникновения на охраняемые объекты; транспортных средствах передвижных контрольно-пропускных пунктов органов транспортного контроля при несении службы на дорогах. (Раздел 19, пункт 11, ПДД РК)"
    },
    {
        "text": "На каких транспортных средствах с целью их обозначения включаются фары ближнего света или дневные ходовые огни в светлое время суток? ",
        "questionImg": "",
        "options": [
            "На движущихся в населенном пункте. ",
            "На движущихся вне населенных пунктах. ",
            "На всех движущихся транспортных средствах."
        ],
        "id": "551",
        "correctAnswerId": 2,
        "explanationId": "В светлое время суток на всех движущихся транспортных средствах с целью их обозначения включаются фары ближнего света или дневные ходовые огни. (Раздел 19, пункт 7, ПДД РК)"
    },
    {
        "text": "Какое количество предупредительных устройств устанавливается на гибкой сцепке при буксировке механического транспортного средства? ",
        "questionImg": "/stamp/img/8e149eba21fa9e9188dd325b7273f2a8",
        "options": [
            "Ни одного.",
            "Не менее одного.",
            "Не менее двух.",
            "Не менее трех."
        ],
        "id": "1261",
        "correctAnswerId": 2,
        "explanationId": "На гибкое связующее звено должны устанавливаться не менее двух предупредительных устройств. (Основные положения по допуску транспортных средств к эксплуатации, пункт 12)"
    },
    {
        "text": "Если при движении в условиях недостаточной видимости на транспортном средстве отключились  внешние световые приборы, водитель: ",
        "questionImg": "",
        "options": [
            "Продолжит движение, снизив скорость, подавая сигнал общей тревоги. ",
            "Остановится за пределами дороги, а если это невозможно, транспортное средство обозначается знаком аварийной остановки (или мигающим красным фонарем).",
            "Остановится по возможности правее, и устранит неисправность."
        ],
        "id": "1439",
        "correctAnswerId": 1,
        "explanationId": "При остановке и стоянке в темное время суток на неосвещенных участках дорог, а также в условиях недостаточной видимости на транспортном средстве включаются габаритные огни. В условиях недостаточной видимости дополнительно к габаритным огням могут быть включены фары ближнего света, противотуманные фары и задние противотуманные фонари. В случае неисправности габаритных огней транспортное средство отводится за пределы дороги, а если это невозможно, транспортное средство обозначается путем включения аварийной световой сигнализации, а также при ее неисправности или отсутствии незамедлительно выставляется на проезжей части дороги со стороны наибольшей опасности знак аварийной остановки (или мигающий красный фонарь). (Раздел 7, пункт 1.6, пункт 2.2. Раздел 19, пункт 3, ПДД РК)\n"
    },
    {
        "text": "В каких случаях включается опознавательный знак «Автопоезд» во время  остановки или стоянки? ",
        "questionImg": "/stamp/img/4f8ea0556d80992a065fb882d63ee58e",
        "options": [
            "Только в темное время суток и в условиях недостаточной видимости. ",
            "Только в светлое время суток и в условиях недостаточной видимости. ",
            "Включается в обоих случаях."
        ],
        "id": "1258",
        "correctAnswerId": 0,
        "explanationId": "Опознавательный знак «Автопоезд» включается при движении автопоезда, а в темное время суток и условиях недостаточной видимости, кроме того, и на время его остановки или стоянки. (Раздел 19, пункт 10, ПДД РК)"
    },
    {
        "text": "Эксплуатация транспортного средства разрешается, если:",
        "questionImg": "",
        "options": [
            "На одну ось установлены шины различных размеров. ",
            "На одну ось установлены шины различных конструкций (радиальной, диагональной, камерной, бескамерной). ",
            "На одну ось установлены шины различных моделей, с различным рисунком протектора. ",
            "На заднюю ось установлены диагональные шины, а на переднюю-радиальные.",
            "На одну ось установлены шины ошипованные и неошипованные, морозостойкие и неморозостойкие , новые и восстановленные."
        ],
        "id": "1467",
        "correctAnswerId": 3,
        "explanationId": "Раздел 5. Колеса и шины. Перечень неисправностей и условий, создающих угрозу безопасности дорожного движения и окружающей среде, при которых запрещается эксплуатация транспортных средств. Приложение к Основным положениям по допуску транспортных средств к эксплуатации."
    },
    {
        "text": "Управление  транспортным средством водителем, находящимся в состоянии алкогольного, наркотического и (или) токсикоманического опьянения влечет: ",
        "questionImg": "",
        "options": [
            "Штраф в размере 75 МРП. ",
            "Лишение права управления транспортным средством на срок два года.",
            "Лишение права управления транспортным средством на семь лет и арест на 15 суток"
        ],
        "id": "1282",
        "correctAnswerId": 2,
        "explanationId": "Кодекс Республики Казахстан «Об административных правонарушениях». Статья 608 часть 1."
    },
    {
        "text": "Что обозначают данные дорожные знаки? ",
        "questionImg": "/stamp/img/dac72b2b9f27f9b3ebb020f4882af067",
        "options": [
            "Обозначают место стоянки любых транспортных средств. ",
            "Обозначают место стоянки транспортных средств, на которых установлен опознавательный знак «Инвалид».",
            "Обозначают место, где разрешается остановка любых транспортных средств, связанная, с посадкой или высадкой пассажиров."
        ],
        "id": "1083",
        "correctAnswerId": 1,
        "explanationId": "Табличка 7.17 «Инвалиды» указывает, что действие знака 5.15 «Место стоянки» распространяется только на мотоколяски и автомобили, на которых установлены опознавательные знаки «Инвалид». (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "На транспортных средствах, каких категорий контуры боковых и задних сторон маркируются световозвращающим материалом? ",
        "questionImg": "",
        "options": [
            "М2, М3. ",
            "N2, N3.",
            "О2, О3,О4. ",
            "Всех выше перечисленных."
        ],
        "id": "1440",
        "correctAnswerId": 3,
        "explanationId": "Контуры боковых и задних сторон транспортных средств категорий М2, МЗ, N2, N3, О2, О3, О4 в соответствии с техническим регламентом, за исключением технологического транспорта, эксплуатируемого на закрытых территориях и не подлежащего эксплуатации на дорогах общего пользования, а также автотранспорта крестьянских и фермерских хозяйств, используемых внутри этих хозяйств, маркируются световозвращающим материалом в соответствии с СТ РК ГОСТ Р 51253 и СТ РК ГОСТ Р 41.104. (Раздел 19, пункт 4, ПДД РК)"
    },
    {
        "text": "Эксплуатация транспортного средства разрешается, если:",
        "questionImg": "",
        "options": [
            "Не работают в установленном режиме внешние световые приборы. ",
            "Загрязнены внешние световые приборы и световозвращатели. ",
            "Отсутствуют противотуманные фары.",
            "На световых приборах отсутствуют рассеиватели, либо используются рассеиватели и лампы, не соответствующие типу данного светового прибора."
        ],
        "id": "1460",
        "correctAnswerId": 2,
        "explanationId": "Раздел 3. Внешние световые приборы. Перечень неисправностей и условий, создающих угрозу безопасности дорожного движения и окружающей среде, при которых запрещается эксплуатация транспортных средств. Приложение к Основным положениям по допуску транспортных средств к эксплуатации."
    },
    {
        "text": "Превышение установленной скорости движения транспортного средства на величину более двадцати километров в час, совершенные повторно в течение года после наложения административного взыскания, – влечет:",
        "questionImg": "",
        "options": [
            "Штраф в размере 10 МРП. ",
            "Штраф в размере 30 МРП.",
            "Лишение права управления транспортным средством на срок шесть месяцев."
        ],
        "id": "1279",
        "correctAnswerId": 1,
        "explanationId": "Кодекс Республики Казахстан «Об административных правонарушениях». Статья 592 часть 4.\n"
    },
    {
        "text": "Невыполнение водителями законного требования сотрудника органов внутренних дел (полиции), об остановки транспортного средства, -влечет: ",
        "questionImg": "",
        "options": [
            "Штраф в размере 10 МРП. ",
            "Штраф в размере 30 МРП.",
            "Лишение права управления транспортным средством на один год."
        ],
        "id": "214140",
        "correctAnswerId": 1,
        "explanationId": "Кодекс Республики Казахстан «Об административных правонарушениях». Статья 613 часть 1."
    },
    {
        "text": "Разрешается  ли учебная езда на автомагистрали? ",
        "questionImg": "/stamp/img/a40d67ae4f49e5cb94c6b8e2c1317304",
        "options": [
            "Разрешается.",
            "Разрешается, используя для движения только правую полосу проезжей части. ",
            "Разрешается, при наличии на автомобиле опознавательного знака «Учебное  транспортное средство». ",
            "Запрещается."
        ],
        "id": "937",
        "correctAnswerId": 3,
        "explanationId": "Учебная езда на автомагистралях запрещена.(Раздел 16, пункт 1.6, ПДД РК)"
    },
    {
        "text": "Если учебная езда осуществляется на дорогах, разрешается ли находиться пассажирам в механическом транспортном средстве? ",
        "questionImg": "",
        "options": [
            "Разрешается.",
            "Разрешается, но не более одного пассажира. ",
            "Запрещается.",
            "Правила данную ситуацию не регламентируют."
        ],
        "id": "1446",
        "correctAnswerId": 2,
        "explanationId": "Учебная езда на дорогах осуществляется только с обучающим и при наличии первоначальных навыков управления у обучаемого, при отсутствии пассажиров в механическом транспортном средстве. (Раздел 21, пункт 2, ПДД РК)"
    },
    {
        "text": "Разрешен ли водителю мопеда (велосипеда), не относящемуся к подкатегории «А1», поворот налево (разворот) в данной ситуации? ",
        "questionImg": "/stamp/img/3febb01b7b09ca347ec8ee32c5788b3a",
        "options": [
            "Разрешен.",
            "Запрещен."
        ],
        "id": "450",
        "correctAnswerId": 1,
        "explanationId": "Водителям мопедов (велосипедов) запрещен поворот налево (разворот) на дорогах с трамвайным движением и на дорогах, имеющих более одной полосы для движения в данном направлении.(Раздел 24, пункт 7.5, ПДД РК)"
    },
    {
        "text": "В каком случае, разрешается перевозить детей до 12 лет на переднем сиденье? ",
        "questionImg": "",
        "options": [
            "При наличии специального детского удерживающего устройства.",
            "При наличии средств, позволяющих пристегнуть ребенка с помощью ремней безопасности.",
            "В обоих случаях запрещается.",
            "В обоих случаях разрешается. "
        ],
        "id": "549",
        "correctAnswerId": 0,
        "explanationId": "Запрещается перевозить детей до 12 лет на переднем сидении механического транспортного средства при отсутствии специального детского удерживающего устройства. (раздел 22, пункт 7.2, ПДД РК)"
    },
    {
        "text": "Первоначальное обучение вождению транспортных средств, проводится: ",
        "questionImg": "",
        "options": [
            "Только на дворовых территориях и в жилых зонах. ",
            "Только на закрытых площадках или автодромах.",
            "Только на дорогах, с малой интенсивностью движения. ",
            "Только по маршрутам, согласованным с уполномоченным органом."
        ],
        "id": "1449",
        "correctAnswerId": 1,
        "explanationId": "Первоначальное обучение вождению транспортных средств проводится на закрытых площадках или автодромах. (Раздел 21, пункт 1, ПДД РК)"
    },
    {
        "text": "Дальний свет переключается на ближний при встречном разъезде на расстоянии не менее чем за: ",
        "questionImg": "/stamp/img/cb75ce7b0d348bda8d60c6506d80484e",
        "options": [
            "100 метров. ",
            "150 метров.",
            "200 метров.",
            "300 метров. "
        ],
        "id": "1260",
        "correctAnswerId": 1,
        "explanationId": "Дальний свет переключается на ближний при встречном разъезде на расстоянии не менее чем за сто пятьдесят метров до транспортного средства. (Раздел 19, пункт 2.2, ПДД РК)"
    },
    {
        "text": "При остановке и  стоянке на неосвещенных участках дорог в темное время суток, на транспортном средстве включаются: ",
        "questionImg": "",
        "options": [
            "Дневные ходовые огни. ",
            "Габаритные огни.",
            "Аварийная световая сигнализация. ",
            "Ближний свет фар или противотуманные вместо них. ",
            "Все перечисленное."
        ],
        "id": "1435",
        "correctAnswerId": 1,
        "explanationId": "При остановке и стоянке в темное время суток на неосвещенных участках дорог, а также в условиях недостаточной видимости на транспортном средстве включаются габаритные огни. (Раздел 19, пункт 3, ПДД РК)"
    },
    {
        "text": "Перевозка детей до 12 лет, запрещается: ",
        "questionImg": "",
        "options": [
            "На заднем сиденье мотоцикла. ",
            "Сверх количества, предусмотренного технической характеристикой транспортного средства. ",
            "В обоих случаях."
        ],
        "id": "1450",
        "correctAnswerId": 2,
        "explanationId": "Запрещается перевозить детей до 12 лет на заднем сидении мотоцикла и сверх количества, предусмотренного технической характеристикой транспортного средства. (Раздел 22, пункт 6.2, пункт 7.1, ПДД РК)"
    },
    {
        "text": "Какие внешние световые приборы включаются в светлое время суток на всех движущихся транспортных средствах с целью их обозначения? ",
        "questionImg": "",
        "options": [
            "Дневные ходовые огни. ",
            "Фары ближнего света. ",
            "Противотуманые фары. ",
            "Любые из вышеперечисленных, световых приборов."
        ],
        "id": "1443",
        "correctAnswerId": 3,
        "explanationId": "В светлое время суток на всех движущихся транспортных средствах с целью их обозначения включаются фары ближнего света (вместо ближнего света фар могут использоваться противотуманные фары) или дневные ходовые огни. (Раздел 19, пункт 5.3, пункт 7, ПДД РК)"
    },
    {
        "text": "Эксплуатация легкового автомобиля запрещается, если шины имеют остаточную высоту рисунка протектора, менее:",
        "questionImg": "",
        "options": [
            "0,8 мм. ",
            "1,0 мм. ",
            "1,6 мм.",
            "2,0 мм."
        ],
        "id": "1462",
        "correctAnswerId": 2,
        "explanationId": "Раздел 5. Колеса и шины. Перечень неисправностей и условий, создающих угрозу безопасности дорожного движения и окружающей среде, при которых запрещается эксплуатация транспортных средств. Приложение к Основным положениям по допуску транспортных средств к эксплуатации."
    },
    {
        "text": "Выезд на сторону проезжей части дороги, предназначенную для встречного движения, в случаях, если это запрещено правилами дорожного движения, в том числе сопряженный с разворотом или поворотом, -влечет: ",
        "questionImg": "",
        "options": [
            "Штраф в размере 20 МРП. ",
            "Лишение права управления транспортным средством на срок шесть месяцев.",
            "Лишение права управления транспортным средством на один год."
        ],
        "id": "214137",
        "correctAnswerId": 1,
        "explanationId": "Кодекс Республики Казахстан «Об административных правонарушениях». Статья 596 часть 3."
    },
    {
        "text": "Эксплуатация легковых автомобилей и созданных на их базе грузовых автомобилей и автобусов  запрещается, если, суммарный люфт в рулевом управлении превышает: ",
        "questionImg": "",
        "options": [
            "10 градусов.",
            "20 градусов. ",
            "25 градусов."
        ],
        "id": "1455",
        "correctAnswerId": 0,
        "explanationId": "Раздел 2. Рулевое управление. Перечень неисправностей и условий, создающих угрозу безопасности дорожного движения и окружающей среде, при которых запрещается эксплуатация транспортных средств. Приложение к Основным положениям по допуску транспортных средств к эксплуатации."
    },
    {
        "text": "В каких случаях включается опознавательный знак «Автопоезд» при движении автопоезда? ",
        "questionImg": "/stamp/img/734c02dc96a85176af257ed4c5a7def7",
        "options": [
            "Только в темное время суток и в условиях недостаточной видимости. ",
            "Только в светлое время суток и в условиях недостаточной видимости. ",
            "Включается в обоих случаях."
        ],
        "id": "1257",
        "correctAnswerId": 2,
        "explanationId": "Опознавательный знак «Автопоезд» включается при движении автопоезда, а в темное время суток и условиях недостаточной видимости, кроме того, и на время его остановки или стоянки. (Раздел 19, пункт 10, ПДД РК)"
    },
    {
        "text": "На буксируемом механическом транспортном средстве, габаритные огни включаются: ",
        "questionImg": "",
        "options": [
            "В темное время суток и в условиях недостаточной видимости.",
            "Только при буксировке на гибкой сцепке. ",
            "На дорогах вне населенного пункта.    ",
            "При любых условиях."
        ],
        "id": "1429",
        "correctAnswerId": 0,
        "explanationId": "На буксируемых механических транспортных средствах габаритные огни включаются в темное время суток и условиях недостаточной видимости, независимо от освещения дороги, а также в тоннелях. (Раздел 19, пункт 1.2, ПДД РК)"
    },
    {
        "text": "Передача управления транспортным средством лицу, находящимся в состоянии алкогольного, наркотического и (или) токсикоманического опьянения,- влечет: ",
        "questionImg": "",
        "options": [
            "Штраф в размере 75 МРП. ",
            "Лишение права управления транспортным средством на срок два года.",
            "Лишение права управления транспортным средством на семь лет и арест на 15 суток"
        ],
        "id": "1283",
        "correctAnswerId": 2,
        "explanationId": "Кодекс Республики Казахстан «Об административных правонарушениях». Статья 608 часть 1."
    },
    {
        "text": "Эксплуатация транспортного средства запрещается, если: ",
        "questionImg": "",
        "options": [
            "Установлены дополнительные предметы, ограничивающие обзорность с места водителя, влекущие опасность травмирования участников дорожного движения. ",
            "Отсутствуют предусмотренные конструкцией заднее защитное устройство, грязезащитные фартуки и брызговики. ",
            "Не работает предусмотренный конструкцией, тахограф. ",
            "Неисправны тягово-сцепное и опорно-сцепное устройства тягача и прицепного звена. ",
            "Имеются, все вышеперечисленные неисправности."
        ],
        "id": "1401",
        "correctAnswerId": 4,
        "explanationId": "Раздел 7 Прочие элементы конструкции. Перечень неисправностей и условий, создающих угрозу безопасности дорожного движения и окружающей среде, при которых запрещается эксплуатация транспортных средств. Приложение к Основным положениям по допуску транспортных средств к эксплуатации."
    },
    {
        "text": "Разрешена ли Вам перевозка груза таким образом?",
        "questionImg": "/stamp/img/36",
        "options": [
            "Разрешена.",
            "Запрещена."
        ],
        "id": "483",
        "correctAnswerId": 0,
        "explanationId": "Груз или выступающие за габариты части транспортного средства спереди и сзади более чем на один метр или сбоку более чем на сорок сантиметров от внешнего края габаритного огня обозначаются опознавательными знаками «Крупногабаритный груз», а в темное время суток и условиях недостаточной видимости, кроме того, спереди фонарем или световозвращателем белого цвета, сзади - фонарем или световозвращателем красного цвета.Соответственно, в данной ситуации не требуется специального обозначения.(Раздел 23, пункт 5, ПДД РК)"
    },
    {
        "text": "В каких, из указанных случаев для исключения возможности ослепления водителей, фары дальнего света переключаются на фары ближнего света? ",
        "questionImg": "",
        "options": [
            "При встречном разъезде, если расстояние до транспортного средства менее чем 150 метров. ",
            "Если, водитель встречного транспортного средства периодическим переключением света фар, покажет необходимость этого. ",
            "Если, водитель транспортного средства движущегося спереди в попутном направлении, включил аварийную световую сигнализацию. ",
            "Во всех указанных случаях."
        ],
        "id": "1432",
        "correctAnswerId": 3,
        "explanationId": "Дальний свет переключается на ближний при встречном разъезде на расстоянии не менее чем за сто пятьдесят метров до транспортного средства, а также и при большем, если водитель встречного транспортного средства периодическим переключением света фар покажет необходимость этого. А также если, водитель транспортного средства движущегося спереди в попутном направлении, включил аварийную световую сигнализацию, так как при ослеплении водитель включает аварийную световую сигнализацию и, не меняя полосу движения, останавливается. (Раздел 19, пункт 2.2 пункт 2.3, ПДД РК)\n"
    },
    {
        "text": "Каким транспортным средствам разрешается остановка в зоне действия данных дорожных знаков? ",
        "questionImg": "/stamp/img/c8df834da3df22d6428d8a9c6d0b8a57",
        "options": [
            "Только мотоколяскам и автомобилям, на которых установлены опознавательные знаки «Инвалид». ",
            "Только маршрутным транспортным средствам. ",
            "Обоим транспортным средствам, разрешается.",
            "Обоим транспортным средствам, запрещается."
        ],
        "id": "909",
        "correctAnswerId": 2,
        "explanationId": "Действие дорожного знака 3.27 «Остановка запрещена» не распространяется на маршрутные транспортные средства, а при установке под знаком таблички 7.18 «Кроме инвалидов» действие знака не распространяется на мотоколяски и автомобили, на которых установлены опознавательные знаки «Инвалид». (Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "В темное время суток на неосвещенных участках дорог, противотуманные фары могут использоваться: ",
        "questionImg": "",
        "options": [
            "Отдельно от ближнего или дальнего света фар. ",
            "Совместно с ближним или дальним светом фар. ",
            "Как отдельно, так и с ближним или дальним светом фар."
        ],
        "id": "1442",
        "correctAnswerId": 1,
        "explanationId": "Противотуманные фары могут использоваться в темное время суток на неосвещенных участках дорог совместно с ближним или дальним светом фар. (Раздел 19, пункт 5.2, ПДД РК)"
    },
    {
        "text": "Эксплуатация транспортного средства запрещается, если: ",
        "questionImg": "",
        "options": [
            "Неисправна система выпуска отработавших газов.",
            "Имеется шум в механизме газораспределения.",
            "Неисправна система смесеобразования. ",
            "Имеются , все вышеперечисленные неисправности."
        ],
        "id": "542",
        "correctAnswerId": 0,
        "explanationId": "Раздел 6. Двигатель. Перечень неисправностей и условий, создающих угрозу безопасности дорожного движения и окружающей среде, при которых запрещается эксплуатация транспортных средств. Приложение к Основным положениям по допуску транспортных средств к эксплуатации."
    },
    {
        "text": "Эксплуатация транспортного средства запрещается, если: ",
        "questionImg": "",
        "options": [
            "Не работает или установлен звуковой сигнал с изменяющейся основной частотой. ",
            "Имеются трещины на ветровом стекле в зоне очистки стеклоочистителем половины стекла, расположенного со стороны водителя. ",
            "Ремни безопасности неработоспособны или имеют видимые надрывы на лямке. ",
            "Отсутствуют предусмотренные конструкцией зеркала заднего вида или их комплектация не соответствует требованиям, установленным стандартом. ",
            "Имеются, все вышеперечисленные неисправности."
        ],
        "id": "1343",
        "correctAnswerId": 4,
        "explanationId": "Раздел 7. Прочие элементы конструкции. Перечень неисправностей и условий, создающих угрозу безопасности дорожного движения и окружающей среде, при которых запрещается эксплуатация транспортных средств. Приложение к Основным положениям по допуску транспортных средств к эксплуатации.\n\n"
    },
    {
        "text": "Эксплуатация транспортного средства запрещается, если: ",
        "questionImg": "",
        "options": [
            "Регулировка фар не соответствует требованиям.",
            "Отсутствуют противотуманные фары. ",
            "Отсутствуют дневные ходовые огни. ",
            "Имеются, все вышеперечисленные неисправности."
        ],
        "id": "1459",
        "correctAnswerId": 0,
        "explanationId": "Раздел 3. Внешние световые приборы. Перечень неисправностей и условий, создающих угрозу безопасности дорожного движения и окружающей среде, при которых запрещается эксплуатация транспортных средств. Приложение к Основным положениям по допуску транспортных средств к эксплуатации."
    },
    {
        "text": "Данным опознавательным знаком обозначается? ",
        "questionImg": "/stamp/img/05073e2d159851fb74979703122c897d",
        "options": [
            "Контуры боковых и задних сторон транспортного средства.",
            "Транспортные средства, обгон которых запрещен. ",
            "Транспортные средства, перевозящие опасные грузы.",
            "Длинномерные транспортные средства.",
            "Все, вышеперечисленное."
        ],
        "id": "1150",
        "correctAnswerId": 3,
        "explanationId": "Данный опознавательный знак «Длинномерное транспортное средство» - в виде прямоугольника размером не менее 1200x200 мм желтого цвета с каймой красного цвета (ширина - сорок миллиметров), имеющего световозвращающую поверхность, устанавливается сзади транспортных средств, длина которых (включая один прицеп) с грузом или без груза - более двадцати метров, и автопоездов с двумя и более прицепами. При невозможности размещения знака указанного размера допускается установка двух одинаковых знаков размером не менее 600x200 мм симметрично оси транспортного средства. (Основные положения по допуску транспортных средств к эксплуатации)"
    },
    {
        "text": "Какое расстояние обеспечивается  между буксирующим и буксируемым транспортным средством, при буксировке на гибкой сцепке? ",
        "questionImg": "/stamp/img/110527a834ee3ed543dc1e2bab5a4752",
        "options": [
            "3-6 метров. ",
            "4-6 метров.",
            "5-7 метров. ",
            "Правила данную ситуацию не регламентируют."
        ],
        "id": "1262",
        "correctAnswerId": 1,
        "explanationId": "При буксировке на гибкой сцепке обеспечивается расстояние между буксирующим и буксируемым транспортными средствами в пределах четырех-шести метров. (Раздел 20, пункт 3, ПДД РК)"
    },
    {
        "text": "Разрешается ли осуществлять обучение вождению на дорогах общего пользования?  ",
        "questionImg": "",
        "options": [
            "Разрешается.",
            "Разрешается, только на дорогах с малой интенсивностью движения. ",
            "Разрешается, только по маршрутам, согласованным с уполномоченным органом.",
            "Запрещается."
        ],
        "id": "1448",
        "correctAnswerId": 2,
        "explanationId": "Обучение вождению транспортного средства на дорогах общего пользования осуществляется только по маршрутам, согласованным с уполномоченным органом в порядке, установленном Правительством Республики Казахстан. (Раздел 21, пункт 5, ПДД РК)"
    },
    {
        "text": "Эксплуатация транспортного средства запрещается, если: ",
        "questionImg": "",
        "options": [
            "Содержание вредных веществ в отработавших газах и их дымность превышают нормы, установленные техническими регламентами и стандартами.",
            "Имеются неисправности в системе смазки двигателя. ",
            "Имеются неисправности в системе охлаждения двигателя.",
            "Имеются, все вышеперечисленные неисправности."
        ],
        "id": "543",
        "correctAnswerId": 0,
        "explanationId": "Раздел 6. Двигатель. Перечень неисправностей и условий, создающих угрозу безопасности дорожного движения и окружающей среде, при которых запрещается эксплуатация транспортных средств. Приложение к Основным положениям по допуску транспортных средств к эксплуатации."
    },
    {
        "text": "Разрешается ли Вам осуществить буксировку механического транспортного средства на данном участке дороги? ",
        "questionImg": "/stamp/img/04346f1bb6208fa9b4ffa3316216ef18",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Разрешается, не далее второй полосы движения."
        ],
        "id": "985",
        "correctAnswerId": 0,
        "explanationId": "Данный участок дороги является автомагистралью, об этом информирует зеленый фон дорожного знака. Буксировка на автомагистралях не запрещается.(Раздел 16, пункт 1, ПДД РК)"
    },
    {
        "text": "Разрешен ли водителю мопеда (велосипеда,) не относящемуся к подкатегории «А1», поворот налево (разворот) в данной ситуации? ",
        "questionImg": "/stamp/img/652094feae640cc870a8d0b6810b3ae1",
        "options": [
            "Разрешен.",
            "Запрещен."
        ],
        "id": "451",
        "correctAnswerId": 0,
        "explanationId": "Водителю мопеда разрешается выполнить поворот налево (разворот) в данной ситуации.Водителям мопедов (велосипедов) запрещен поворот налево (разворот) на дорогах с трамвайным движением и на дорогах, имеющих более одной полосы для движения в данном направлении.(Раздел 24, пункт 7.5, ПДД РК)"
    },
    {
        "text": "Оставление водителем транспортного средства в случае его остановки сотрудником органом внутренних дел (полиции), без его разрешения, а также невыполнения ими требований о выходе из кабины транспортного средства,-влекут штраф на водителя:",
        "questionImg": "",
        "options": [
            "В размере 5 МРП.",
            "В размере 10 МРП.",
            "В размере 15 МРП."
        ],
        "id": "570",
        "correctAnswerId": 0,
        "explanationId": "Кодекс Республики Казахстан «Об административных правонарушениях». Статья 613 часть 12."
    },
    {
        "text": "Разрешена ли учебная езда на участке дороги обозначенным данным дорожным знаком? ",
        "questionImg": "/stamp/img/49683fd31a56d042f5f3a570203914c3",
        "options": [
            "Разрешается.",
            "Разрешается, используя для движения только правую полосу проезжей части. ",
            "Разрешается, при наличии на автомобиле опознавательного знака «Учебное  транспортное средство». ",
            "Запрещается."
        ],
        "id": "938",
        "correctAnswerId": 3,
        "explanationId": "Ограничения, действующие на автомагистралях, распространяются также на дороги, обозначенные знаком 5.3 «Дорога для автомобилей». Учебная езда на автомагистралях запрещена.(Раздел 16, пункт 1.6, пункт 3, ПДД РК)"
    },
    {
        "text": "Разрешается ли находиться пассажирам в кабине буксирующего автомобиля при буксировке? ",
        "questionImg": "/stamp/img/73c9afed567fba1242a8e3767fedf8cd",
        "options": [
            "Разрешается.",
            "Разрешается, только при буксировке на жесткой сцепке. ",
            "Разрешается, только при буксировке на гибкой сцепке.",
            "Запрещается."
        ],
        "id": "1272",
        "correctAnswerId": 0,
        "explanationId": "При буксировке на гибкой или жесткой сцепке запрещается нахождение пассажиров в буксируемом автобусе (троллейбусе) и кузове буксируемого грузового автомобиля, а при буксировке путем вывешивания или частичной погрузки - нахождение пассажиров в кабине или кузове буксируемого транспортного средства, а также кузове буксирующего. (Раздел 20, пункт 4, ПДД РК)"
    },
    {
        "text": "Эксплуатация транспортного средства разрешается, если:",
        "questionImg": "",
        "options": [
            "Нарушена герметичность системы питания. ",
            "Двигатель не набирает обороты.",
            "Нарушена герметичность системы вентиляции картера. ",
            "Во всех, вышеперечисленных, случаях разрешается."
        ],
        "id": "544",
        "correctAnswerId": 1,
        "explanationId": "Раздел 6. Двигатель. Перечень неисправностей и условий, создающих угрозу безопасности дорожного движения и окружающей среде, при которых запрещается эксплуатация транспортных средств. Приложение к Основным положениям по допуску транспортных средств к эксплуатации."
    },
    {
        "text": "В каком из указанных случаев, разрешается перевозка пассажиров? ",
        "questionImg": "",
        "options": [
            "На грузовом прицепе. ",
            "В прицепе-даче. ",
            "В кузове-фургоне.",
            "Во всех указанных случаях, разрешается. ",
            "Во всех указанных случаях, запрещается."
        ],
        "id": "1451",
        "correctAnswerId": 2,
        "explanationId": "Запрещается перевозить пассажиров вне кабины автомобиля (кроме случаев перевозки пассажиров в кузове грузового автомобиля с бортовой платформой или кузове-фургоне), трактора, самоходной машины, на грузовом прицепе, прицепе-даче, кузове грузового мотоцикла и вне предусмотренных конструкцией мотоцикла мест для сидения. (Раздел 22, пункт 6.1, ПДД РК)"
    },
    {
        "text": "Обучающий вождению имеет при себе: ",
        "questionImg": "",
        "options": [
            "Документ на право обучения вождению транспортного средства данной категории или стаж более 5 лет. ",
            "Документ на право обучения вождению транспортного средства данной категории и стаж более 5 лет.",
            "Квалификационное свидетельство, водительское удостоверение на право управления транспортным средством той категории, по которой он проводит обучение."
        ],
        "id": "1447",
        "correctAnswerId": 2,
        "explanationId": "Обучающий имеет при себе документ на право обучения вождению транспортного средства данной категории и водительский стаж более пяти лет, а также удостоверение на право управления транспортным средством соответствующей категории. (Раздел 21, пункт 3, ПДД РК)"
    },
    {
        "text": "В условиях недостаточной видимости, противотуманные фары могут использоваться: ",
        "questionImg": "",
        "options": [
            "Отдельно от ближнего или дальнего света фар. ",
            "Совместно с ближним или дальним светом фар. ",
            "Как отдельно, так и с ближним или дальним светом фар."
        ],
        "id": "1441",
        "correctAnswerId": 2,
        "explanationId": "Противотуманные фары могут использоваться в условиях недостаточной видимости как отдельно, так и с ближним или дальним светом фар. (Раздел 19, пункт 5.1, ПДД РК)"
    },
    {
        "text": "Какие световые приборы могут быть включены дополнительно к габаритным огням в условиях недостаточной видимости при остановке и стоянке? ",
        "questionImg": "",
        "options": [
            "Фары ближнего света. ",
            "Противотуманные фары. ",
            "Противотуманые фары и задние противотуманые фонари. ",
            "Все вышеперечисленное."
        ],
        "id": "1436",
        "correctAnswerId": 3,
        "explanationId": "При остановке и стоянке в темное время суток на неосвещенных участках дорог, а также в условиях недостаточной видимости на транспортном средстве включаются габаритные огни. В условиях недостаточной видимости дополнительно к габаритным огням могут быть включены фары ближнего света, противотуманные фары и задние противотуманные фонари. (Раздел 19, пункт 3, ПДД РК)"
    },
    {
        "text": "Разрешена ли Вам перевозка груза таким образом?",
        "questionImg": "/stamp/img/35",
        "options": [
            "Разрешена.",
            "Запрещена.",
            "Разрешена, в светлое время суток."
        ],
        "id": "482",
        "correctAnswerId": 2,
        "explanationId": "Груз или выступающие за габариты части транспортного средства спереди и сзади более чем на один метр или сбоку более чем на сорок сантиметров от внешнего края габаритного огня обозначаются опознавательными знаками «Крупногабаритный груз», а в темное время суток и условиях недостаточной видимости, кроме того, спереди фонарем или световозвращателем белого цвета, сзади - фонарем или световозвращателем красного цвета.(Раздел 23, пункт 5, ПДД РК)"
    }
]