[
    {
        "text": "Кому Вы уступите дорогу при повороте налево? ",
        "questionImg": "/stamp/img/2d53e8788a872e343f86607fff5ccea0",
        "options": [
            "Только легковому автомобилю.",
            "Только трамваю.",
            "Обоим транспортным средствам.",
            "Никому."
        ],
        "id": "214129",
        "correctAnswerId": 3,
        "explanationId": "Красный \"+\" - образный сигнал информирует о том, что для транспортных средств встречного направления включен запрещающий красный сигнал светофора. Выключенный красный \"+\" - образный сигнал информирует о том, что для транспортных средств встречного направления включен разрешающий зеленый сигнал светофора. (Раздел 5, пункт 9-1, ПДД РК)\n"
    },
    {
        "text": "В каком из указанных мест Вам разрешается осуществить остановку в данной ситуации? ",
        "questionImg": "/stamp/img/478a6e58120501b05d8c35bc7d06b87e",
        "options": [
            "В местах II и III. ",
            "Только в указанном месте III.",
            "Только в местах I и III. ",
            "Во всех указанных местах разрешается. ",
            "Во всех указанных местах запрещается."
        ],
        "id": "889",
        "correctAnswerId": 3,
        "explanationId": "Остановка и стоянка транспортных средств допускается на правой стороне дороги на обочине, а при ее отсутствии - на проезжей части дороги у ее края.\nНа левой стороне дороги остановка и стоянка допускаются в населенных пунктах на дорогах с одной полосой движения для каждого направления без трамвайных путей посередине. Данный дорожный знак 5.22 «Начало населенного пункта» указывает наименование и начало населенного пункта, в котором действуют требования Правил, устанавливающие порядок движения в населенных пунктах.(Раздел 12, пункт 1, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Если, Вы движетесь по дороге, с двухсторонним движением, на которой отсутствует разметка полос движения: ",
        "questionImg": "",
        "options": [
            "Вы можете двигаться, в любом месте проезжей части. ",
            "Выберите свое положение, учитывая ширину проезжей части.",
            "Необходимо держаться, ближе к центру дороги."
        ],
        "id": "1345",
        "correctAnswerId": 1,
        "explanationId": "Количество полос движения для безрельсовых транспортных средств определяется разметкой или знаками 5.8.1 «Направления движения по полосам», 5.8.2 «Направления движения по полосе», 5.8.7, 5.8.8 «Направление движения по полосам», а если их нет, то самими водителями с учетом ширины проезжей части дороги, габаритов транспортных средств и необходимых интервалов между ними. (Раздел 9, пункт 1, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли водителю легкового автомобиля, начать обгон в данной ситуации? ",
        "questionImg": "/stamp/img/9eb391ae483929905a3ce2541fe69160",
        "options": [
            "Разрешается.",
            "Запрещается."
        ],
        "id": "747",
        "correctAnswerId": 1,
        "explanationId": "Прежде чем начать обгон, водителю легкового автомобиля необходимо убедиться в том, что транспортное средство, следующее позади по той же полосе, не начало обгон.(Раздел 11, пункт 1.2, ПДД РК)"
    },
    {
        "text": "В каком из указанных мест Вам разрешена остановка на данном участке дороги? ",
        "questionImg": "/stamp/img/b882b0b32dc936a9ae821f4f874d96d4",
        "options": [
            "Только в указанном месте I. ",
            "Только в указанных местах I и II. ",
            "Только в указанных местах I и III. ",
            "Во всех указанных местах. "
        ],
        "id": "1159",
        "correctAnswerId": 3,
        "explanationId": "Остановка и стоянка транспортных средств допускается на правой стороне дороги на обочине, а при ее отсутствии - на проезжей части дороги у ее края.На левой стороне дороги остановка и стоянка допускаются в населенных пунктах на дорогах с одной полосой движения для каждого направления без трамвайных путей посередине и дорогах с односторонним движением. Дорожный знак 5.5 «Дорога с односторонним движением» обозначает дорогу или проезжую часть, по которой движение транспортных средств по всей ширине осуществляется в одном направлении. Дорожный знак 3.28 «Стоянка запрещена» не запрещает остановку транспортных средств. (Раздел 12, пункт 1, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешена ли Вам стоянка в указанном месте? ",
        "questionImg": "/stamp/img/8c803e00830d946a24f5de6b46fcbd99",
        "options": [
            "Разрешена.",
            "Запрещена."
        ],
        "id": "652",
        "correctAnswerId": 0,
        "explanationId": "Остановка и стоянка транспортных средств допускается на правой стороне дороги на обочине, а при ее отсутствии - на проезжей части дороги у ее края.\nНа левой стороне дороги остановка и стоянка допускаются в населенных пунктах на дорогах с одной полосой движения для каждого направления без трамвайных путей посередине и дорогах с односторонним движением. Данный дорожный знак 5.5 «Дорога с односторонним движение» обозначает дорогу или проезжую часть, по которой движение транспортных средств по всей ширине осуществляется в одном направлении.(Раздел 12, пункт 1,ПДД РК)"
    },
    {
        "text": "По какой траектории Вам разрешается выполнить поворот налево в данной ситуации? ",
        "questionImg": "/stamp/img/1268656fffc70786eeefb7def1fee12d",
        "options": [
            "По любой траектории.  ",
            "Только по траектории I.",
            "Только по траектории II."
        ],
        "id": "768",
        "correctAnswerId": 2,
        "explanationId": "При наличии слева трамвайных путей попутного направления, расположенных на одном уровне с проезжей частью дороги, поворот налево и разворот должны выполняться с них, если знаками 5.8.1 «Направления движения по полосам» или 5.8.2 «Направления движения по полосе» не предписаны направления движения по полосам проезжей части дороги.Соответственно выполнить поворот налево разрешается по траектории II.(Раздел 8, пункт 6, ПДД РК. Дорожные знаки. Приложенние 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам выехать на крайнюю левую полосу движения в данной ситуации? ",
        "questionImg": "/stamp/img/a3845e5868a792b99e39ad788c82ca06",
        "options": [
            "Запрещается.",
            "Разрешается.",
            "Разрешается, но только для обгона или объезда."
        ],
        "id": "899",
        "correctAnswerId": 0,
        "explanationId": "На дорогах с двусторонним движением, имеющих три полосы, выезжать на крайнюю левую полосу, предназначенную для встречного движения запрещается.(Раздел 9, пункт 3, ПДД РК)"
    },
    {
        "text": "В каком из указанных мест Вам разрешается остановка? ",
        "questionImg": "/stamp/img/3de96e59abea172d4f83a2399a0d2181",
        "options": [
            "Только в указанных местах I и II. ",
            "Только в указанном месте II.",
            "Только в указанных местах II и III. ",
            "Во всех указанных местах разрешается. "
        ],
        "id": "916",
        "correctAnswerId": 0,
        "explanationId": "Остановка запрещается на пешеходных переходах и ближе пяти метров перед ними. На дороге с односторонним движением (дорожный знак 5.5 «Дорога с односторонним движением» обозначает дорогу или проезжую часть, по которой движение транспортных средств по всей ширине осуществляется в одном направлении) это указанное место III.(Раздел 12, пункт 4.5, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам остановка в указанном месте? ",
        "questionImg": "/stamp/img/2633dbc121b1d0ff4ad4b94b0ae1a86d",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Разрешается, при видимости дороги более 100 метров."
        ],
        "id": "1220",
        "correctAnswerId": 2,
        "explanationId": "Остановка запрещается на проезжей части дороги при наличии обочины. Остановка запрещается на проезжей части дороги вблизи опасных поворотов и выпуклых переломов продольного профиля дороги при видимости дороги менее ста метров хотя бы в одном направлении. (Раздел 12, пункт 1, пункт 4.6, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам обгон в данной ситуации, согласно Правил дорожного движения? ",
        "questionImg": "/stamp/img/09c690eb3f2f47acc465e7949c3be0c4",
        "options": [
            "Разрешается.",
            "Разрешается, без выезда на полосу встречного движения. ",
            "Запрещается."
        ],
        "id": "214134",
        "correctAnswerId": 1,
        "explanationId": "Обгон запрещен на регулируемых перекрестках с выездом на полосу встречного движения. (Раздел 11, пункт 5.1, ПДД РК)"
    },
    {
        "text": "В каких направлениях Вам разрешается продолжить движение в данной ситуации? ",
        "questionImg": "/stamp/img/596c5017e0f69cf6dbe45da6d9873324",
        "options": [
            "Только прямо. ",
            "Только направо.",
            "Прямо или направо.",
            "Во всех направлениях запрещается движение."
        ],
        "id": "904",
        "correctAnswerId": 1,
        "explanationId": "При данном положении регулировщика, когда руки вытянуты в стороны или опущены,со стороны левого и правого бока - разрешено движение безрельсовым транспортным средствам прямо и направо. Однако дорожный знак 5.8.1 «Направления движения по полосам» и разметка 1.18 указывают разрешенные на перекрестке направления движения по полосам.То есть в данной ситуации Вы можете только повернуть направо.(Раздел 5, пункт 10.1, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Кто из указанных водителей правильно выполнил остановку вне населенного пункта? ",
        "questionImg": "/stamp/img/59c9394aea386779cfd1c8666a46c6f4",
        "options": [
            "Только водитель I.",
            "Только водитель II. ",
            "Только водитель III. ",
            "Все, указанные водители правильно выполнили остановку. ",
            "Все, указанные водители неправильно выполнили остановку."
        ],
        "id": "764",
        "correctAnswerId": 0,
        "explanationId": "Остановка и стоянка транспортных средств допускается на правой стороне дороги на обочине( за сплошной линией разметки), но водители автомобилей II и III не выполнили данное требование.Обочина – элемент дороги, примыкающий непосредственно к проезжей части и предназначенный для обеспечения устойчивости земляного полотна, повышения безопасности дорожного движения, организации движения пешеходов и велосипедистов, а также использования при чрезвычайных ситуациях. Край проезжей части дороги - определяется линией разметки, а при ее отсутствии условной линией, проходящей по кромке дорожного покрытия(Раздел 1, пункты 2.23 и 2.34. Раздел 12, пункт 1, ПДД РК)"
    },
    {
        "text": "Кто из водителей нарушает Правила при выполнении обгона в данной ситуации? ",
        "questionImg": "/stamp/img/40b78fc00f1ccf46376acd2b3ca0cc7c",
        "options": [
            "Только водитель мотоцикла. ",
            "Только водитель легкового автомобиля. ",
            "Оба водителя нарушают. ",
            "Оба водителя не нарушают."
        ],
        "id": "987",
        "correctAnswerId": 0,
        "explanationId": "Данный дорожный знак 2.3.1 «Пересечение со второстепенной дорогой» информирует о движении по дороге, являющейся главной. Водителю легкового автомобиля разрешается выполнить обгон на нерегулируемом перекрестке при движении по главной дороге, не меняющей направление. Водителю мотоцикла запрещается совершить обгон транспортного средства, производящего обгон или объезд.(Раздел 11, пункт 5.2, пункт 5.5, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК) "
    },
    {
        "text": "В каких направлениях Вам разрешено продолжить движение на перекрестке, в данной ситуации? ",
        "questionImg": "/stamp/img/464703a5253fda5b532100f7c4859494",
        "options": [
            "Только прямо и в обратном направлении. ",
            "Только прямо или налево.",
            "Только направо, налево и в обратном направлении. ",
            "Во всех направлениях."
        ],
        "id": "869",
        "correctAnswerId": 3,
        "explanationId": "Перед перекрестком установлен дорожный знак 5.37 «Выезд на дорогу с реверсивным движением», который информирует, что на пересекаемой дороге на одной или нескольких полосах направление движения может изменяться на противоположное. Продолжить движение Вы можете в любом направлении, но при повороте на дорогу с реверсивным движением водитель ведет транспортное средство таким образом, чтобы при выезде с пересечения проезжих частей дорог транспортное средство заняло крайнюю правую полосу.(Раздел 9, пункт 8, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли водителю грузового автомобиля остановка в данном месте?",
        "questionImg": "/stamp/img/59ec670a2e63d2fc2f8b1102b9ffd356",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Запрещается, если транспортное средство закроет от других водителей дорожный знак."
        ],
        "id": "1221",
        "correctAnswerId": 2,
        "explanationId": "Остановка запрещается в местах, где транспортное средство закроет от других водителей сигналы светофора, дорожные знаки. (Раздел 12, пункт 4.8, ПДД РК)"
    },
    {
        "text": "Ваши действия при повороте налево: ",
        "questionImg": "/stamp/img/81bbcb91d5bd43cb59afc309d5fc68fc",
        "options": [
            "Проедете перекресток первым.",
            "Уступите дорогу трамваю. ",
            "В данной ситуации поворот налево запрещен."
        ],
        "id": "518",
        "correctAnswerId": 0,
        "explanationId": "Для регулирования движения трамваев, а также других маршрутных транспортных средств, движущихся по выделенной для них полосе, применяются светофоры одноцветной сигнализации с четырьмя круглыми сигналами бело-лунного цвета, расположенными в виде буквы «Т». Движение разрешается только при включении одновременно нижнего сигнала и одного или нескольких верхних.В данной ситуации движение трамваю запрещается, в отличие от Вас.(Раздел 5,пункт 8, ПДД РК)"
    },
    {
        "text": "Ваши действия, при движении прямо:",
        "questionImg": "/stamp/img/952945b4469066b2816d936eea929bab",
        "options": [
            "Уступите дорогу трамваю.",
            "Проедете перекресток первым."
        ],
        "id": "640",
        "correctAnswerId": 1,
        "explanationId": "Для регулирования движения трамваев, а также других маршрутных транспортных средств, движущихся по выделенной для них полосе, применяются светофоры одноцветной сигнализации с четырьмя круглыми сигналами бело-лунного цвета, расположенными в виде буквы «Т». Этот светофор в данной ситуации разрешает водителю трамвая движение только прямо и не разрешает, соответственно поворот направо.(Раздел 5, пункт 8, ПДД РК)"
    },
    {
        "text": "Нарушает ли водитель легкового автомобиля красного цвета правила стоянки? ",
        "questionImg": "/stamp/img/e57431489d1cc2ae7bb9e61bf1a29b7f",
        "options": [
            "Нарушает.",
            "Не нарушает.",
            "Не нарушает, если это не препятствует движению пешеходов."
        ],
        "id": "878",
        "correctAnswerId": 2,
        "explanationId": "Стоянка на краю тротуара, граничащего с проезжей частью дороги, с полным или частичным заездом на него, разрешается только легковым автомобилям, мотоциклам, мопедам и велосипедам при условии, что это не будет препятствовать движению пешеходов.(Раздел 12, пункт 2, ПДД РК)"
    },
    {
        "text": "Ваши действия в данной ситуации? ",
        "questionImg": "/stamp/img/51df8e6df28e04bccb53b6571d0e7b6f",
        "options": [
            "Уступите дорогу автомобилю оперативных служб с включенным проблесковым маячком синего и (или) красного цвета и специальным звуковым сигналом.",
            "Не уступите дорогу автомобилю оперативных служб с включенным проблесковым маячком синего и (или) красного цвета и специальным звуковым сигналом."
        ],
        "id": "945",
        "correctAnswerId": 0,
        "explanationId": "Водители транспортных средств оперативных и специальных служб с включенным проблесковым маячком синего и (или) красного цвета, выполняя неотложное служебное задание, могут отступать от требований Правил дорожного движения. Для получения преимущества перед другими участниками движения водители таких транспортных средств включают проблесковый маячок синего и (или) красного цвета и специальный звуковой сигнал.(Раздел 6, пункт 1, ПДД РК)"
    },
    {
        "text": "Где Вам разрешается стоянка в целях длительного отдыха, в данной ситуации?",
        "questionImg": "/stamp/img/cecf209a68ba46ca0af9734a075686ef",
        "options": [
            "На обочине, от места установки первого по ходу движения дорожного знака, до следующего. ",
            "Разрешается, через 500 метров на предусмотренной для этого площадке.",
            "В любом из перечисленных выше мест."
        ],
        "id": "741",
        "correctAnswerId": 1,
        "explanationId": "Стоянка в целях длительного отдыха, ночлега и тому подобное вне населенного пункта разрешается только на предусмотренных для этого площадках, обозначенных дорожными знаками 5.15 «Место стоянки» и 6.11 «Место отдыха» или за пределами дороги. Данный дорожный знак 6.11 «Место отдыха» информирует о наличии такой площадки, через 500 метров.(Раздел 12, пункт 3, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешена ли Вам стоянка в указанном месте? ",
        "questionImg": "/stamp/img/14885bb83b207627d46833afddbacc2e",
        "options": [
            "Разрешена.",
            "Запрещена."
        ],
        "id": "651",
        "correctAnswerId": 0,
        "explanationId": "Остановка и стоянка транспортных средств допускается на правой стороне дороги на обочине, а при ее отсутствии - на проезжей части дороги у ее края.\nНа левой стороне дороги остановка и стоянка допускаются в населенных пунктах на дорогах с одной полосой движения для каждого направления без трамвайных путей посередине и дорогах с односторонним движением.(Раздел 12, пункт 1, ПДД РК)"
    },
    {
        "text": "В каких направлениях Вам разрешается продолжить движение, находясь на средней полосе движения? ",
        "questionImg": "/stamp/img/6b7c04adbe5d9c2f3976b3f0d17b34ed",
        "options": [
            "Только прямо, налево или в обратном направлении. ",
            "Только прямо или налево.",
            "Только прямо."
        ],
        "id": "463",
        "correctAnswerId": 2,
        "explanationId": "В данной ситуации Вы можете продолжить движение только прямо.При установке знаков 5.8.1 «Направление движения по полосам» и 5.8.2 «Направление движения по полосе» разрешаются повороты по соответствующим полосам движения, однако при этом не допускается занимать не крайние полосы движения при свободных крайних.Выполнить перестроение Вам не позволяет горизонтальная разметка 1.1. Разворот разрешается с крайней левой полосы.(Раздел 8, пункт 6, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Необходимо ли Вам включить световой указатель левого поворота при объезде транспортного средства в данной ситуации? ",
        "questionImg": "/stamp/img/d17bc9d586c8b44faf73d34d424a0629",
        "options": [
            "Да.",
            "Нет.",
            "Да, только при наличие приближающихся транспортных средств сзади."
        ],
        "id": "836",
        "correctAnswerId": 0,
        "explanationId": "При объезде транспортного средства Вы выполните маневр перестроение. Перед началом выполнения маневра водитель подает сигналы световыми указателями соответствующего назначения, а если они отсутствуют или неисправны - рукой. При этом маневр осуществляется с соблюдением безопасности и не создает помех другим участникам движения.(Раздел 8, пункт 1, ПДД РК)"
    },
    {
        "text": "Уступите ли Вы дорогу встречному автомобилю в данной ситуации? ",
        "questionImg": "/stamp/img/67f8ff207a288a33de041d85900dbccc",
        "options": [
            "Да.",
            "Нет."
        ],
        "id": "726",
        "correctAnswerId": 0,
        "explanationId": "Если встречный разъезд затруднен и приоритетность разъезда не определена знаками 2.6 «Преимущество встречного движения» и 2.7 «Преимущество перед встречным движением», то на уклоне, обозначенному в данной ситуации дорожным знаком 1.13 «Крутой спуск», при наличии препятствия уступает дорогу водитель транспортного средства, движущегося на спуск, то есть Вы уступаете дорогу.(Раздел 11, пункт 7, ПДД РК. Дорожные знаки.Приложение 1 к ПДД РК)"
    },
    {
        "text": "В каких направлениях Вам разрешается продолжить движение, находясь на средней полосе движения? ",
        "questionImg": "/stamp/img/f3eb07ac8271133a2067780adc8371bd",
        "options": [
            "Только прямо, налево или в обратном направлении. ",
            "Только прямо или налево.",
            "Только прямо."
        ],
        "id": "659",
        "correctAnswerId": 1,
        "explanationId": "В данной ситуации Вы можете продолжить движение только прямо и налево.При нанесении горизонтальной разметки 1.18 указывается разрешенные на перекрестке направления движения по полосам движения. Разворот разрешается с крайней левой полосы.Выполнить перестроение Вам не позволяет горизонтальная разметка 1.1. (Раздел 8, пункт 6, ПДД РК.  Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "В каком из указанных мест Вам разрешается осуществить остановку в данной ситуации? ",
        "questionImg": "/stamp/img/38cae5ae4012f7b2bc9938211cb11c3d",
        "options": [
            "В местах I и II. ",
            "Только в местах I и III. ",
            "Только в месте III. ",
            "Во всех указанных местах разрешается. ",
            "Во всех указанных местах запрещается."
        ],
        "id": "1038",
        "correctAnswerId": 2,
        "explanationId": "Данный дорожный знак 5.25 «Конец населенного пункта» указывает окончание населенного пункта, в котором на данной дороге не действуют требования Правил, устанавливающие порядок движения в населенных пунктах. Остановка и стоянка транспортных средств допускается на правой стороне дороги на обочине, а при ее отсутствии - на проезжей части дороги у ее края.На левой стороне дороги остановка и стоянка допускаются в населенных пунктах на дорогах с одной полосой движения для каждого направления без трамвайных путей посередине и дорогах с односторонним движением.(Раздел 12, пункт 1, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК) "
    },
    {
        "text": "По какой траектории Вам разрешается выполнить поворот налево?",
        "questionImg": "/stamp/img/d6ce59a82a1a6a5314969c85ad3892c0",
        "options": [
            "По траектории I. ",
            "По траектории II. ",
            "По траекториям I или II. "
        ],
        "id": "695",
        "correctAnswerId": 1,
        "explanationId": "Движение по траектории I- запрещается, так как поворот осуществляется таким образом, чтобы при выезде с пересечения проезжих частей дорог транспортное средство не оказалось на стороне встречного движения.(Раздел 8, пункт 7, ПДД РК)"
    },
    {
        "text": "Ваши действия в данной ситуации: ",
        "questionImg": "/stamp/img/71",
        "options": [
            "Проедете первым. ",
            "Уступите дорогу транспортному средству оперативных служб."
        ],
        "id": "519",
        "correctAnswerId": 0,
        "explanationId": "В данной ситуации Вы проедете первым, так как для получения преимущества перед другими участниками движения, водители транспортных средств оперативных и специальных служб включают проблесковый маячок синего и (или) красного цвета и специальный звуковой сигнал(Раздел 6,пункт 1, ПДД РК)"
    },
    {
        "text": "Что означает согнутая в локте под прямым углом вверх левая рука водителя мотоцикла?  ",
        "questionImg": "/stamp/img/c4ab734b9148af03ac8bb5a6f9b5e88e",
        "options": [
            "Его намерении продолжить движение прямо. ",
            "Его намерении повернуть направо. ",
            "Его намерении остановиться, чтобы уступить дорогу.",
            "Его намерении предупредить Вас об опасности."
        ],
        "id": "600",
        "correctAnswerId": 1,
        "explanationId": "Сигналом маневра в правую сторону является включенный световой указатель правого поворота либо вытянутая в сторону правая рука.Либо левая рука, вытянутая в сторону и согнутая в локте под прямым углом вверх.(Раздел 8, пункт 2, ПДД РК)"
    },
    {
        "text": "По каким из указанных траекторий Вам разрешается выполнить разворот? ",
        "questionImg": "/stamp/img/9467dd43cae7c846bae7d2b1e1d8815c",
        "options": [
            "По траектории I. ",
            "По траектории II. ",
            "По траекториям I и III. ",
            "По всем указанным траекториям разрешается. ",
            "Разворот по всем указанным траекториям запрещается."
        ],
        "id": "632",
        "correctAnswerId": 4,
        "explanationId": "Горизонтальную разметку 1.1 запрещается пересекать при выполнении разворота. На пешеходных переходах разворот также запрещен.(Раздел 8, пункт 12.1, ПДД РК.Разметка дорожная и ее характеристики.Приложение 2 к ПДД РК)"
    },
    {
        "text": "В каком из указанных мест Вам разрешается остановиться? ",
        "questionImg": "/stamp/img/18f311d0ebc6b093810585d4e2c0f951",
        "options": [
            "В указанном месте I. ",
            "В указанном месте II.",
            "В обоих указанных местах. ",
            "Ни в одном из указанных мест."
        ],
        "id": "718",
        "correctAnswerId": 1,
        "explanationId": "Остановка и стоянка транспортных средств допускается на правой стороне дороги на обочине, а при ее отсутствии - на проезжей части дороги у ее края.(Раздел 12, пункт 1, ПДД РК)"
    },
    {
        "text": "Требование об остановке транспортного средства подается: ",
        "questionImg": "",
        "options": [
            "С помощью громкоговорящего устройства. ",
            "Жестом руки, направленным на транспортное средство. ",
            "Жезлом, направленным на транспортное средство с одновременным сигналом свистка. ",
            "Пункты 1 и 2. ",
            "Пункты 1,2 и 3."
        ],
        "id": "1420",
        "correctAnswerId": 4,
        "explanationId": "Требование об остановке транспортного средства подается с помощью громкоговорящего устройства, жестом руки или жезлом, направленных на транспортное средство с одновременным сигналом свистка, которые должны быть понятны водителю и поданы своевременно с тем, чтобы их исполнение не создало аварийную обстановку. (Раздел 5, пункт 11, ПДД РК)"
    },
    {
        "text": "На каком минимальном расстоянии от транспортного средства Вы выставите знак аварийной остановки вне населенного пункта? ",
        "questionImg": "/stamp/img/e1529929778e3a294c6aa47d865081d9",
        "options": [
            "15 метров. ",
            "20 метров. ",
            "30 метров. ",
            "50 метров. "
        ],
        "id": "737",
        "correctAnswerId": 2,
        "explanationId": "Знак аварийной остановки (или мигающий красный фонарь) устанавливается на расстоянии, обеспечивающем в конкретной обстановке своевременное предупреждение других водителей об опасности на расстоянии не менее тридцати метров вне населенных пунктов.(Раздел 7, пункт 2.2, ПДД РК)"
    },
    {
        "text": "В каких направлениях Вам разрешено продолжить движение на перекрестке, в данной ситуации? ",
        "questionImg": "/stamp/img/1b4968777cb959b4cd04d6897e636ca5",
        "options": [
            "Только прямо. ",
            "Только направо.",
            "Прямо или направо.",
            "В данной ситуации движение во всех направлениях запрещено."
        ],
        "id": "771",
        "correctAnswerId": 1,
        "explanationId": "При данном положении регулировщика, когда правая рука вытянута со стороны груди - всем транспортным средствам разрешено движение только направо.(Раздел 5, пункт 10.2, ПДД РК)"
    },
    {
        "text": "Кто из водителей нарушает Правила при выполнении обгона в данной ситуации? ",
        "questionImg": "/stamp/img/cdeba6554d953d11ca97a8184b886e4d",
        "options": [
            "Только водитель мотоцикла. ",
            "Только водитель легкового автомобиля. ",
            "Оба водителя нарушают. ",
            "Оба водителя не нарушают."
        ],
        "id": "986",
        "correctAnswerId": 2,
        "explanationId": "Данный дорожный знак 1.6 «Пересечение равнозначных дорог» предупреждает водителей о приближении к равнозначному перекрестку. Обгон запрещается на нерегулируемых перекрестках при движении по дороге, не являющейся главной.(Раздел 11, пункт 5.2, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК ) "
    },
    {
        "text": "При приближении сзади транспортного средства с более высокой скоростью и подающим предупредительный сигнал, водитель автомобиля желтого цвета:",
        "questionImg": "/stamp/img/7c11909f9c32c10ed529c99ba8a289a0",
        "options": [
            "Продолжит свое движение, не меняя полосы движения.",
            "Освободит занимаемую им полосу движения с перестроением вправо.",
            "Продолжит свое движение, не меняя полосы движения, если его скорость равна разрешенной."
        ],
        "id": "214126",
        "correctAnswerId": 2,
        "explanationId": "В населенных пунктах движение осуществляется по любой полосе, однако водители транспортных средств, движущиеся по левым полосам со скоростью меньше разрешенной,освобождают занимаемую ими полосу с перестроением вправо транспортным средствам, приближающимся сзади по той же полосе с более высокой скоростью и подающим предупредительные сигналы (световой сигнал, который представляет в светлое время суток периодическое кратковременное включение и выключение света фар, а в темное время суток - неоднократное переключение фар с ближнего на дальний свет).(Раздел 9, пункт 4. Раздел 19,пункт 13 ПДД РК)"
    },
    {
        "text": "Разрешено ли Вам совершить стоянку на обочине, если ее ширина достаточна для съезда с проезжей части?",
        "questionImg": "/stamp/img/a59db5da28925d4d986e23107f96ff66",
        "options": [
            "Разрешено.",
            "Запрещено.",
            "Разрешено, но только в светлое время суток."
        ],
        "id": "956",
        "correctAnswerId": 0,
        "explanationId": "Стоянка запрещается вне населенных пунктов на проезжей части дорог, обозначенных знаком 2.1 «Главная дорога». Однако в данном случае, водитель совершил стоянку на обочине.(Раздел 12, пункт 5.4, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам выполнить поворот направо на перекрестке? ",
        "questionImg": "/stamp/img/8436e458e7a499c492e5584499ef4ed3",
        "options": [
            "Да.",
            "Нет.",
            "Да, уступив дорогу встречным транспортным средствам."
        ],
        "id": "682",
        "correctAnswerId": 0,
        "explanationId": "Проблесковый маячок оранжевого или желтого цвета не дает преимущества в движении и служит для предупреждения других участников движения об опасности.(Раздел 6, пункт 4, ПДД РК)"
    },
    {
        "text": "Разрешен ли Вам обгон на перекрестке в данной ситуации? ",
        "questionImg": "/stamp/img/bd9607636b184d909f60096367d33d37",
        "options": [
            "Разрешен.",
            "Запрещен."
        ],
        "id": "467",
        "correctAnswerId": 1,
        "explanationId": "Обгон на нерегулируемых перекрестках, при движении по дороге не являющейся главной- запрещен.(Раздел 11, пункт 5.2, ПДД РК)"
    },
    {
        "text": "В каких направлениях Вам разрешается продолжить движение, находясь на средней полосе движения? ",
        "questionImg": "/stamp/img/d0d9cc88e0a5f4a4b9817042de0bfde7",
        "options": [
            "Только прямо, налево или в обратном направлении. ",
            "Только прямо или налево.",
            "Только прямо."
        ],
        "id": "658",
        "correctAnswerId": 2,
        "explanationId": "В данной ситуации Вы можете продолжить движение только прямо.При нанесении горизонтальной разметки 1.18 указывается разрешенные на перекрестке направления движения по полосам движения, однако при этом не допускается занимать не крайние полосы движения при свободных крайних.Выполнить перестроение Вам не позволяет горизонтальная разметка 1.1. Разворот разрешается с крайней левой полосы.(Раздел 8, пункт 6, ПДД РК.  Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам выполнить остановку в указанном месте? ",
        "questionImg": "/stamp/img/a5709910d3822f219e5f32f06b65fb42",
        "options": [
            "Разрешается.",
            "Разрешается, если не будет создано помех маршрутным транспортным средствам. ",
            "Остановка в указанном месте запрещается."
        ],
        "id": "598",
        "correctAnswerId": 2,
        "explanationId": "Остановка запрещается на остановочных площадках и ближе пятнадцати метров к ним, а при их отсутствии - ближе пятнадцати метров от указателя остановки маршрутных транспортных средств (дорожный знак 5.12 «Место остановки автобуса и (или) троллейбуса»).(Раздел 12, пункт 4.7, ПДД РК)"
    },
    {
        "text": "Если Вы движетесь со скоростью менее 40 км/ч., по какой из полос Вам разрешается продолжить движение? ",
        "questionImg": "/stamp/img/7a0bc1ab3796ee99d6fa810b313aedbd",
        "options": [
            "По средней полосе. ",
            "По крайней левой полосе. ",
            "По крайней правой полосе.",
            "По любой из полос движения."
        ],
        "id": "1189",
        "correctAnswerId": 2,
        "explanationId": "Транспортные средства, скорость движения которых не превышает 40 км/час или которые по техническим причинам не развивают такую скорость, двигаются по крайней правой полосе, предназначенной для движения данного транспортного средства в нужном ему направлении, кроме случаев объезда, обгона, перестроения перед поворотом налево, разворотом или остановкой (стоянкой) в разрешенных случаях на левой стороне дороги. (Раздел 9, пункт 5, ПДД РК)"
    },
    {
        "text": "В каком месте Вы остановитесь при запрещающем сигнале светофора? ",
        "questionImg": "/stamp/img/f343e24df1948f4817b7638e478de581",
        "options": [
            "Перед светофором. ",
            "Перед стоп - линией.",
            "Перед пешеходным переходом. ",
            "В любом из перечисленных мест."
        ],
        "id": "897",
        "correctAnswerId": 1,
        "explanationId": "При запрещающем сигнале светофора (кроме реверсивного) или регулировщика водители останавливаются перед стоп-линией (знаком 5.33).(Раздел 5, пункт 13, ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "В данной ситуации, водитель, какого транспортного средства нарушает Правила? ",
        "questionImg": "/stamp/img/2b79b1bb56eb48d5ccae2f7f2e336898",
        "options": [
            "Только водитель легкового автомобиля. ",
            "Только водитель грузового автомобиля.",
            "Оба водителя нарушают. ",
            "Оба водителя не нарушают."
        ],
        "id": "934",
        "correctAnswerId": 0,
        "explanationId": "Перед поворотом направо водитель заблаговременно занимает соответствующее крайнее правое положение на проезжей части дороги и на полосе. Данное требование не выполнил водитель легкового автомобиля.(Раздел 8, пункт 6, ПДД РК)"
    },
    {
        "text": "Разрешено ли Вам выполнить разворот в указанном месте? ",
        "questionImg": "/stamp/img/28dd54f44ce465ba695e13b3b587b399",
        "options": [
            "Разрешено, при видимости дороги более 100 метров.",
            "Разрешено, только в светлое время суток. ",
            "Разрешено, при отсутствии пешеходов.",
            "Запрещено."
        ],
        "id": "725",
        "correctAnswerId": 0,
        "explanationId": "Данный дорожный знак 1.20 «Пешеходный переход», установленный вне населенного пункта, предупреждает о пешеходном переходе, расстояние до которого 150-300 метров.Но необходимо помнить, что разворот запрещается в местах с видимостью дороги менее ста метров.(Раздел 8, пункт 12.5, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "По какой из указанных траекторий Вам разрешается выполнить разворот? ",
        "questionImg": "/stamp/img/ef7054c60ecaaa178b8925eef5d5377b",
        "options": [
            "Только по траектории I. ",
            "Только по траектории II. ",
            "По любой из указанных траекторий разрешается. ",
            "По любой из указанных траекторий запрещается."
        ],
        "id": "759",
        "correctAnswerId": 0,
        "explanationId": "Дорожный знак 5.7.1 «Выезд на дорогу с односторонним движением» информирует о выезде на дорогу или проезжую часть с односторонним движением и не запрещает выполнить разворот. Однако разворот запрещается на пешеходных переходах и перекрестках по линии тротуаров или обочин.(Раздел 8, пункт 12.1, ПДД РК)"
    },
    {
        "text": "Кто из водителей имеет преимущество при одновременном развороте? ",
        "questionImg": "/stamp/img/d46393a398bc9c7d15a8e4c213a6e26c",
        "options": [
            "Водитель грузового автомобиля.",
            "Водитель легкового автомобиля. ",
            "Правила данную ситуацию не регламентируют."
        ],
        "id": "983",
        "correctAnswerId": 0,
        "explanationId": "В случаях, когда траектории движения транспортных средств пересекаются, а очередность проезда не определена настоящими Правилами, дорогу уступает водитель, к которому транспортное средство приближается справа.(Раздел 8, пункт 10, ПДД РК)"
    },
    {
        "text": "По какой из указанных траекторий Вам разрешено выполнить поворот направо в данной ситуации?  ",
        "questionImg": "/stamp/img/fc4f916980b48e1aeffc791513d4308e",
        "options": [
            "По траектории I. ",
            "По траектории II. ",
            "По обеим указанным траекториям."
        ],
        "id": "953",
        "correctAnswerId": 2,
        "explanationId": "Поворот осуществляется таким образом, чтобы при выезде с пересечения проезжих частей дорог транспортное средство не оказалось на стороне встречного движения.(Раздел 8, пункт 7, ПДД РК) "
    },
    {
        "text": "По какой траектории Вам разрешается выполнить поворот направо?",
        "questionImg": "/stamp/img/449df87c81e4f2bc0e2914dbfe61eadd",
        "options": [
            "Только по траектории I. ",
            "Только по траектории II. ",
            "По траекториям I или II. "
        ],
        "id": "646",
        "correctAnswerId": 2,
        "explanationId": "Поворот осуществляется таким образом, чтобы при выезде с пересечения проезжих частей дорог транспортное средство не оказалось на стороне встречного движения. Соответственно в данной ситуации обе траектории движения не запрещены.(Раздел 8, пункт 7, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам стоянка под мостом (путепроводом)? ",
        "questionImg": "/stamp/img/f880e98f0fdbfaf46ad8ec3df3dc2df1",
        "options": [
            "Разрешается.",
            "Разрешается, но только с  частичным заездом на тротуар. ",
            "Запрещается.",
            "Запрещается, если для движения в данном направлении менее трех полос."
        ],
        "id": "964",
        "correctAnswerId": 2,
        "explanationId": "Стоянка  под эстакадами, мостами, путепроводами запрещается (независимо от количества полос).(Раздел 12, пункт 5.1, ПДД РК)"
    },
    {
        "text": "Разрешено ли Вам выполнить разворот на данном участке? ",
        "questionImg": "/stamp/img/86de40ffcd387ecef0529d0ee1b38cae",
        "options": [
            "Разрешено.",
            "Запрещено."
        ],
        "id": "624",
        "correctAnswerId": 1,
        "explanationId": "Дорожный знак 5.12 «Место остановки автобуса и (или) троллейбуса» в данной ситуации обозначает остановочный пункт, а в местах расположения остановочных пунктов разворот запрещается. (Раздел 8, пункт 12.6, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Как поступит водитель легкового автомобиля при перестроении? ",
        "questionImg": "/stamp/img/a3dd0bf150d7d05c44bdb6eaab4b5f08",
        "options": [
            "Уступит дорогу, грузовому автомобилю.",
            "Проедет первым, так как приближается справа."
        ],
        "id": "490",
        "correctAnswerId": 0,
        "explanationId": "При перестроении водитель легкового автомобиля уступит дорогу водителю грузового автомобиля, движущегося попутно без изменения направления движения. (Раздел 8, пункт 5, ПДД РК)"
    },
    {
        "text": "Что означает желтый круглый сигнал светофора? ",
        "questionImg": "",
        "options": [
            "Разрешает движение. ",
            "Запрещает движение. ",
            "Запрещает движение, если  обеспечивается мигание зеленого сигнала, непосредственно перед его выключением."
        ],
        "id": "1422",
        "correctAnswerId": 2,
        "explanationId": "Если водители транспортных средств при включении желтого сигнала в случаях, если режим работы светофорной сигнализации не обеспечивает мигание зеленого сигнала непосредственно перед его выключением, не могут остановиться, не прибегая к экстренному торможению, в местах, определенных Правилами дорожного движения, продолжают дальнейшее движение. (Раздел 5, пункт 2.3, пункт 13, пункт 14, ПДД РК)"
    },
    {
        "text": "По какой из указанных траекторий Вам разрешается выполнить разворот, если ширина проезжей части недостаточна для выполнения маневра из крайнего левого положения?",
        "questionImg": "/stamp/img/64fa861cf90c656425dcaea6a5d05ce6",
        "options": [
            "По траектории I. ",
            "По траектории II. ",
            "По траекториям I или II. ",
            "По указанным траекториям разворот запрещен."
        ],
        "id": "1029",
        "correctAnswerId": 1,
        "explanationId": "Если при развороте вне перекрестка ширина проезжей части дороги недостаточна для выполнения маневра из крайнего левого положения, его допускается производить только от правого края проезжей части дороги (с правой обочины). При этом водитель уступает дорогу попутным и встречным транспортным средствам.(Раздел 8, пункт 9, ПДД РК)"
    },
    {
        "text": "Разрешено ли водителю легкового автомобиля осуществить движение задним ходом в зоне действия данного дорожного знака? ",
        "questionImg": "/stamp/img/7275f004f1b7697413041fd99a222d7c",
        "options": [
            "Разрешено.",
            "Запрещено."
        ],
        "id": "885",
        "correctAnswerId": 0,
        "explanationId": "Данный дорожный знак 4.1.1 «Движение прямо» запрещает на данном участке поворот налево и разворот.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Ваши действия при повороте направо, согласно Правилам дорожного движения? ",
        "questionImg": "/stamp/img/27643ea6a8a614818f73eed0d779fd98",
        "options": [
            "Выполните поворот, уступив дорогу легковому автомобилю. ",
            "Выполните поворот первым, не уступая дорогу легковому автомобилю.",
            "Остановитесь, так как поворот направо запрещен."
        ],
        "id": "965",
        "correctAnswerId": 1,
        "explanationId": "В данной ситуации водитель легкового автомобиля белого цвета уступит дорогу Вам (помеха справа).(Раздел 5, пункт 10.2, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам выполнить разворот на данном участке? ",
        "questionImg": "/stamp/img/d2f7da40274ecbde32027fe8c97ec25b",
        "options": [
            "Разрешается.",
            "Запрещается."
        ],
        "id": "654",
        "correctAnswerId": 1,
        "explanationId": "Разворот запрещается в местах с видимостью дороги менее ста метров.(Раздел 8, пункт 12.5, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам остановка на мосту для посадки пассажира? ",
        "questionImg": "/stamp/img/fd3c49487318a45a2e137cb90128948f",
        "options": [
            "Разрешается.",
            "Запрещается."
        ],
        "id": "656",
        "correctAnswerId": 0,
        "explanationId": "Остановка запрещается на эстакадах, мостах, путепроводах (если для движения в данном направлении имеется менее трех полос).(Раздел 12, пункт 4.3,ПДД РК)"
    },
    {
        "text": "По какой траектории Вам разрешается выполнить разворот в данной ситуации? ",
        "questionImg": "/stamp/img/79ec855ba4becfc9434f44a69b669008",
        "options": [
            "По траектории I. ",
            "По траектории II. ",
            "По обоим разрешается. ",
            "По обоим запрещается."
        ],
        "id": "480",
        "correctAnswerId": 3,
        "explanationId": "Перед поворотом налево или разворотом водитель заблаговременно занимает соответствующее крайнее положение на проезжей части дороги и на полосе, предназначенной для движения в данном направлении (траектория II).В данной ситуации сплошная линия горизонтальной разметки 1.1 не позволяет Вам перестроиться на полосу движения слева, а соответственно разворот запрещается. (Раздел 8, пункт 6, ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Уступите ли Вы дорогу автомобилю частной охранной организации с включенным проблесковым маячком при движении прямо?",
        "questionImg": "/stamp/img/8f58a9a06d82f809417249fe523c3df2",
        "options": [
            "Да.",
            "Нет."
        ],
        "id": "750",
        "correctAnswerId": 1,
        "explanationId": "Проблесковый маячок оранжевого или желтого цвета не дает преимущества в движении и служит для предупреждения других участников движения об опасности.(Раздел 6, пункт 4, ПДД РК)"
    },
    {
        "text": "Что означает зеленый, мигающий, круглый сигнал светофора? ",
        "questionImg": "",
        "options": [
            "Разрешает движение. ",
            "Разрешает движение и информирует о скором включении запрещающего сигнала.",
            "Информирует о наличии нерегулируемого светофором перекрестка."
        ],
        "id": "1421",
        "correctAnswerId": 1,
        "explanationId": "Круглый зеленый мигающий сигнал разрешает движение и информирует, что время его действия истекает и вскоре будет включен запрещающий сигнал (для информирования водителей и пешеходов о времени в секундах, оставшемся до выключения зеленого сигнала, применяются цифровые табло). (Раздел 5, пункт 2.2, ПДД РК)"
    },
    {
        "text": "Обязаны ли Вы включить указатель поворота при въезде на этот перекресток? ",
        "questionImg": "/stamp/img/a310c27f1576295e13bbdecfcbb1dcd1",
        "options": [
            "Обязаны.",
            "Не обязаны. "
        ],
        "id": "629",
        "correctAnswerId": 0,
        "explanationId": "Перекресток с круговым движением представляет собой проезжую часть одностороннего движения, к которой справа примыкает ряд дорог с двусторонним движением.В данной ситуации Вы выполняете маневр- поворот направо, а перед началом выполнения маневра водитель подает сигналы световыми указателями соответствующего назначения.(Раздел 8, пункт 1, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам выполнить разворот на данном участке? ",
        "questionImg": "/stamp/img/546f5125857c54e3682b95146639f083",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Запрещается, при видимости дороги менее 100 метров."
        ],
        "id": "522",
        "correctAnswerId": 2,
        "explanationId": "В местах с видимостью дороги менее ста метров, разворот запрещается.А в данной ситуации, Вы находитесь на участке с ограниченной видимостью.(Раздел 8, пункт 12.5, ПДД РК) "
    },
    {
        "text": "Разрешается ли движение задним ходом на путепроводе? ",
        "questionImg": "/stamp/img/7850499e5e2af190458fe4c132b36a9c",
        "options": [
            "Запрещается.",
            "Разрешается.",
            "Разрешается при условии, что этот маневр будет безопасен."
        ],
        "id": "696",
        "correctAnswerId": 0,
        "explanationId": "Движение задним ходом запрещается на перекрестках и в местах, где запрещен разворот. Согласно Правилам дорожного движения разворот на мостах, путепроводах, эстакадах и под ними- запрещается.(Раздел 8, пункт 12, пункт 13, ПДД РК)"
    },
    {
        "text": "На каком минимальном расстоянии от транспортного средства Вы выставите знак аварийной остановки в населенном пункте? ",
        "questionImg": "/stamp/img/63f44dc88dfcf7b642f3125410d95c57",
        "options": [
            "15 метров. ",
            "20 метров. ",
            "30 метров. ",
            "50 метров. "
        ],
        "id": "738",
        "correctAnswerId": 0,
        "explanationId": "Знак аварийной остановки (или мигающий красный фонарь) устанавливается на расстоянии, обеспечивающем в конкретной обстановке своевременное предупреждение других водителей об опасности на расстоянии не менее пятнадцати метров от транспортного средства в населенных пунктах.(Раздел 7, пункт 2.2, ПДД РК)"
    },
    {
        "text": "Как Вы поступите в данной ситуации? ",
        "questionImg": "/stamp/img/61e239f2d23285c515f21871c103b7f2",
        "options": [
            "Остановитесь у края проезжей части. ",
            "Продолжите движение, увеличив внимание. ",
            "Снизите скорость, чтобы иметь возможность остановиться в случае необходимости."
        ],
        "id": "769",
        "correctAnswerId": 2,
        "explanationId": "Приближаясь к стоящему транспортному средству с включенным проблесковым маячком синего и (или) красного цвета, водитель снижает скорость, чтобы иметь возможность немедленно остановиться в случае необходимости.(Раздел 6, пункт 3, ПДД РК)"
    },
    {
        "text": "С какой максимальной скоростью Вам разрешено продолжить движение на легковом автомобиле, после проезда данного дорожного знака? ",
        "questionImg": "/stamp/img/1ab88419f8dd12b6ad1bf04f1d7a9919",
        "options": [
            "60 км/ч. ",
            "90 км/ч. ",
            "100 км/ч. ",
            "110 км/ч. ",
            "140 км/ч. "
        ],
        "id": "720",
        "correctAnswerId": 2,
        "explanationId": "Данный дорожный знак 5.24 «Начало населенного пункта» указывает наименование и начало населенного пункта, в котором на данной дороге не действуют требования Правил, устанавливающие порядок движения в населенных пунктах. Вне населенных пунктов легковым автомобилям разрешается движение со скоростью, не превышающей, установленной соответствующим дорожным знаком 3.24, но не более 100 км/час на дорогах не имеющих разделительную полосу.(Раздел 10, пункт 3.1, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)\n"
    },
    {
        "text": "Укажите разрешенные Вам траектории для выполнения поворота: ",
        "questionImg": "/stamp/img/c9dcd1e9a8eee0fb34a2bf2b7541e2d1",
        "options": [
            "Только траектория I.",
            "Только траектория II.",
            "Обе траектории. "
        ],
        "id": "479",
        "correctAnswerId": 0,
        "explanationId": "Поворот осуществляется таким образом, чтобы при выезде с пересечения проезжих частей дорог транспортное средство не оказалось на стороне встречного движения.(Раздел 8, пункт 7, ПДД РК)"
    },
    {
        "text": "Вам разрешается выполнить обгон трактора: ",
        "questionImg": "/stamp/img/7e11c31c0f42f7447d67890fa9d7171f",
        "options": [
            "На железнодорожном переезде. ",
            "За железнодорожным переездом.",
            "Только на расстоянии более 100 метров за переездом. ",
            "Во всех перечисленных случаях обгон запрещается."
        ],
        "id": "777",
        "correctAnswerId": 1,
        "explanationId": "Обгон запрещается на железнодорожных переездах и ближе ста метров перед ними, но не запрещается сразу после переезда.(Раздел 11, пункт 5.4, ПДД РК)"
    },
    {
        "text": "Разрешается ли водителю легкового автомобиля ставить транспортное средство на проезжей части, указанным способом? ",
        "questionImg": "/stamp/img/70c895d1b8bda51e975fde22ce3e0635",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Запрещается, если это создаст помехи движению транспортных средств."
        ],
        "id": "907",
        "correctAnswerId": 1,
        "explanationId": "Ставить транспортное средство на проезжей части дороги разрешается в один ряд параллельно краю проезжей части дороги.(Раздел 12, пункт 2, ПДД РК)"
    },
    {
        "text": "В каком из указанных мест Вам разрешается остановка вне населенного пункта? ",
        "questionImg": "/stamp/img/80f998fe53a8235fcfa97320100e2f98",
        "options": [
            "Только I и II. ",
            "Только II и III. ",
            "Только II. ",
            "Во всех указанных местах разрешается. ",
            "Во всех указанных местах запрещается."
        ],
        "id": "692",
        "correctAnswerId": 4,
        "explanationId": "Остановка и стоянка транспортных средств допускается на правой стороне дороги на обочине, а при ее отсутствии - на проезжей части дороги у ее края (указанное место III). Остановка запрещается на пересечении проезжих частей дорог и ближе 30 метров от края пересекаемой проезжей части дороги. В данной ситуации, указанное место остановки II находится на расстоянии менее 30 метров от края пересекаемой проезжей части дороги справа. Место остановки I указано на горизонтальной разметке 1.16.3, которая обозначает направляющий островок в местах слияния транспортных потоков. Движение и заезд транспортных средств на направляющие островки запрещается.  (Раздел 12, пункт 1, пункт 4.7, ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам выполнить обгон грузового автомобиля с правой стороны в данной ситуации? ",
        "questionImg": "/stamp/img/2f20cd109c8ba5fbb57f56af96c22278",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Разрешается, но с последующим возвращением на ранее занимаемую полосу."
        ],
        "id": "1028",
        "correctAnswerId": 1,
        "explanationId": "Обгонять безрельсовое транспортное средство разрешается с левой стороны. Обгон транспортного средства, водитель которого подал сигнал поворота налево и приступил к выполнению маневра, производится с правой стороны.(Раздел 11, пункт 2, ПДД РК)"
    },
    {
        "text": "В каких направлениях Вам разрешается продолжить движение, двигаясь по средней полосе движения? ",
        "questionImg": "/stamp/img/ab8c8ac1a0a4b3465002a73592ff9e78",
        "options": [
            "Только прямо. ",
            "Только прямо или налево.",
            "Прямо, налево и в обратном направлении."
        ],
        "id": "823",
        "correctAnswerId": 1,
        "explanationId": "В данной ситуации на дороге установлен знак 5.8.1 «Направления движения по полосам» , который позволяет использовать данную полосу не только для движения прямо, но и для поворота налево. Разворот выполняется только с крайней левой полосы.(Раздел 8, пункт 6, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "С какой максимальной скоростью Вам разрешается продолжить движение при управлении грузовым автомобилем с разрешенной максимальной массой менее 3,5 тонн, в данной ситуации?",
        "questionImg": "/stamp/img/f365ef9d392c30acf310166a4901a297",
        "options": [
            "70 км/ч. ",
            "80 км/ч. ",
            "90 км/ч. ",
            "100 км/ч. ",
            "110 км/ч.",
            "140 км/ч."
        ],
        "id": "1195",
        "correctAnswerId": 3,
        "explanationId": "Грузовым автомобилям с разрешенной максимальной массой менее 3,5 тонн на дорогах вне населенного пункта, имеющих разделительную полосу, разрешается двигаться со скоростью не более 100 км/час. (Раздел 10, пункт 3.2, ПДД РК)"
    },
    {
        "text": "По какой из указанных траекторий Вам разрешено выполнить поворот налево?  ",
        "questionImg": "/stamp/img/3b9ccb73e7717f4d5bb28e89ace81d3c",
        "options": [
            "По траектории I. ",
            "По траектории II. ",
            "По любой из указанных траекторий разрешено. ",
            "По обоим из указанных траекторий запрещено."
        ],
        "id": "839",
        "correctAnswerId": 0,
        "explanationId": "В данной ситуации перед перекрестком установлен дорожный знак 5.37 «Выезд на дорогу с реверсивным движением». При повороте на дорогу с реверсивным движением водитель ведет транспортное средство таким образом, чтобы при выезде с пересечения проезжих частей дорог транспортное средство заняло крайнюю правую полосу движения.(Раздел 9, пункт 8, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам остановка в указанном месте? ",
        "questionImg": "/stamp/img/fa4acfc5998c0b6809bf33bb220316b1",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Разрешается, но только для посадки (высадки) пассажира."
        ],
        "id": "1169",
        "correctAnswerId": 0,
        "explanationId": "На левой стороне дороги остановка и стоянка допускаются в населенных пунктах на дорогах с одной полосой движения для каждого направления без трамвайных путей посередине и дорогах с односторонним движением. (Раздел 12, пункт 1, ПДД РК) "
    },
    {
        "text": "Как Вы поступите при повороте направо в данной ситуации? ",
        "questionImg": "/stamp/img/c807dbbf93bf8511fead9034ddbf7ba9",
        "options": [
            "Не меняя полосы, снизите скорость, а затем перестроитесь на полосу торможения. ",
            "Выполните поворот на перекрестке.",
            "Не меняя скорости, перестроитесь на полосу торможения, снизите скорость, затем приступите к выполнению поворота.",
            "Возможны все варианты."
        ],
        "id": "509",
        "correctAnswerId": 2,
        "explanationId": "В данной ситуации дорожный знак 5.8.3 «Начало полосы», информирует о начале дополнительной полосы на подъеме или полосы торможения. Полоса торможения обеспечивает плавное снижение скорости, что дает возможность не снижать скорость движения основного потока транспортных средств.При наличии полосы торможения водитель, намеревающийся повернуть, своевременно перестраивается на эту полосу и снижает скорость только на ней.(Раздел 8, пункт 11, ПДД РК,Дорожные знаки.Приложение 1 к ПДД РК) "
    },
    {
        "text": "С какой полосы движения Вам разрешается въезд на участок, где организованно круговое движение? ",
        "questionImg": "/stamp/img/1f34fa4735f10d844c7e92e7f3373ee2",
        "options": [
            "Только с левой полосы. ",
            "Только с правой полосы. ",
            "С любой из полос."
        ],
        "id": "637",
        "correctAnswerId": 2,
        "explanationId": "Перед поворотом водитель заблаговременно занимает соответствующее крайнее положение на проезжей части дороги и на полосе, предназначенной для движения в данном направлении, кроме случаев, когда совершается поворот при въезде на перекресток, где организовано круговое движение.(Раздел 8, пункт 6, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам остановка на перекрестке в данной ситуации? ",
        "questionImg": "/stamp/img/6f4cd1a4a6f0fe3e3285c6cef0a085a7",
        "options": [
            "Разрешается.",
            "Разрешается, если расстояние до линии разметки более 3 метров, или если это не создает помехи движению транспортных средств.",
            "Запрещается."
        ],
        "id": "997",
        "correctAnswerId": 1,
        "explanationId": "Остановка разрешается на стороне напротив бокового проезда трехсторонних пересечений (перекрестков), имеющих сплошную линию разметки или разделительную полосу. Однако остановка запрещается в местах, где расстояние между остановившимся транспортным средством и сплошной линией разметки (кроме обозначающей край проезжей части дороги) меньше трех метров, если это создает помехи движению транспортных средств.(Раздел 12, пункт 4.4, пункт 4.7, ПДД РК)"
    },
    {
        "text": "Водитель, какого автомобиля нарушает правила стоянки? ",
        "questionImg": "/stamp/img/0cc808fc18f1a15d0b2c0bfc50664705",
        "options": [
            "Никто из водителей не нарушает.",
            "Оба водителя нарушают. ",
            "Нарушает только водитель микроавтобуса.",
            "Нарушает только водитель легкового автомобиля."
        ],
        "id": "703",
        "correctAnswerId": 0,
        "explanationId": "Водитель легкового автомобиля не нарушает Правила дорожного движения, так как стоянка на краю тротуара, граничащего с проезжей частью дороги, с полным или частичным заездом на него, разрешается только легковым автомобилям, мотоциклам, мопедам и велосипедам. Водителю микроавтобуса горизонтальная разметка 1.11 не запрещает совершить остановку, так как остановка запрещается в местах, где расстояние между остановившимся транспортным средством и сплошной линией разметки (кроме обозначающей край проезжей части дороги) или противоположным краем проезжей части дороги, или стоящим у противоположного края проезжей части дороги транспортным средством меньше трех метров.(Раздел 12, пункт 2, пункт 4.4, ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК) "
    },
    {
        "text": "С какой максимальной скоростью Вы можете продолжить движение вне населенного пункта, после проезда данных дорожных знаков, управляя грузовым автомобилем с разрешенной максимальной массой менее 3,5 тонн? ",
        "questionImg": "/stamp/img/7792e81c43c9548bc0082a442280fce5",
        "options": [
            "50 км/ч. ",
            "70 км/ч. ",
            "90 км/ч. ",
            "100 км/ч. ",
            "110 км/ч."
        ],
        "id": "1188",
        "correctAnswerId": 2,
        "explanationId": "Табличка 7.4.1 распространяет действие дорожного знака 3.24 «Ограничение максимальной скорости» на грузовые автомобили с разрешенной максимальной массой более 3,5 тонн. Грузовым автомобилям с разрешенной максимальной массой не более 3,5 тонн на дорогах, не имеющих разделительную полосу разрешается движение со скоростью не более 90 км/час. (Раздел 10, пункт 3.2. ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Кому из водителей разрешается продолжить движение в намеченном направлении? ",
        "questionImg": "/stamp/img/cf33308b6a3b1734d2ee4cd375a737bd",
        "options": [
            "Водителю автобуса. ",
            "Водителю мотоцикла.",
            "Водителям мотоцикла и автобуса.",
            "Водителям автобуса и грузового автомобиля. ",
            "Водителям всех транспортных средств."
        ],
        "id": "702",
        "correctAnswerId": 2,
        "explanationId": "Сигналы светофора, выполненные в виде стрелок красного, желтого и зеленого цветов, имеют то же значение, что и круглые сигналы соответствующего цвета, но их действие распространяется только на направление (направления), указываемое стрелками. При этом стрелка, разрешающая поворот налево, разрешает и разворот, если это не запрещено соответствующим дорожным знаком. При установке светофоров над полосами движения, как в данном случае, каждый светофор регулирует «собственную» полосу движения, а также указывает разрешенные направления при движении по этой полосе. Соответственно в данной ситуации движение в намеченном направлении разрешается водителям мотоцикла и автобуса. (Раздел 5, пункт 3, ПДД РК)"
    },
    {
        "text": "Как Вы должны вести транспортное средство, вне населенного пункта, управляя легковым автомобилем? ",
        "questionImg": "/stamp/img/19ac4ed9903c55901472bde9b0b8ba08",
        "options": [
            "Только по левой полосе. ",
            "Ближе к правому краю проезжей части дороги.",
            "По любой из полос движения."
        ],
        "id": "481",
        "correctAnswerId": 1,
        "explanationId": "Вне населенных пунктов водители транспортных средств ведут их ближе к правому краю проезжей части дороги, при этом не занимая левые полосы движения при свободных правых.(Раздел 9, пункт 4, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам совершить обгон в данной ситуации? ",
        "questionImg": "/stamp/img/38b0263a017f71b8dd6677ea15c2fed5",
        "options": [
            "Запрещается.",
            "Разрешается.",
            "Разрешается, если скорость трактора менее 30км/ч. "
        ],
        "id": "498",
        "correctAnswerId": 1,
        "explanationId": "В данной ситуации обгон с использованием полосы, на которой осуществляется реверсивное движение разрешен. Выезд на данную полосу возможен только при разрешающем сигнале реверсивного светофора (зеленый сигнал в виде стрелки, направленной вниз).(Раздел 5, пункт 7, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам остановка на мосту для посадки пассажира? ",
        "questionImg": "/stamp/img/d261f2281b8ec3462c3a8e5def0bca4d",
        "options": [
            "Разрешается.",
            "Запрещается."
        ],
        "id": "655",
        "correctAnswerId": 1,
        "explanationId": "Остановка запрещается на эстакадах, мостах, путепроводах (если для движения в данном направлении имеется менее трех полос).(Раздел 12, пункт 4.3, ПДД РК)"
    },
    {
        "text": "Разрешена ли водителю грузового автомобиля стоянка на краю тротуара, с частичным заездом на него в данной ситуации? ",
        "questionImg": "/stamp/img/e8fd7be88d97451b6b95c735d5bff813",
        "options": [
            "Разрешена.",
            "Разрешена, если разрешенная максимальная масса менее 3,5 тонн. ",
            "Запрещена."
        ],
        "id": "895",
        "correctAnswerId": 2,
        "explanationId": "Табличка 7.6.2 «Способ постановки транспортного средства на стоянку», установленная под дорожным знаком 5.15 «Место стоянки»  указывают способ постановки легковых автомобилей и мотоциклов на околотротуарной стоянке.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "О чем информирует Вас вытянутая рука водителя, стоящего автомобиля? ",
        "questionImg": "/stamp/img/6a07bfd9c5c026715207d0faf2484ddd",
        "options": [
            "О его намерении начать движение.",
            "О просьбе оказать помощь. ",
            "Об имеющейся опасности за поворотом."
        ],
        "id": "933",
        "correctAnswerId": 0,
        "explanationId": "Сигналом маневра в левую сторону является включенный световой указатель левого поворота либо вытянутая в сторону левая рука.(Раздел 8, пункт 2, ПДД РК)"
    },
    {
        "text": "Ваши действия при одновременном выезде из жилой зоны: ",
        "questionImg": "/stamp/img/52509a29b7a8279564d1dd4218ca4927",
        "options": [
            "Уступите дорогу легковому автомобилю. ",
            "Проедете первым."
        ],
        "id": "668",
        "correctAnswerId": 0,
        "explanationId": "В случаях, когда траектории движения транспортных средств пересекаются, а очередность проезда не определена настоящими Правилами, дорогу уступает водитель, к которому транспортное средство приближается справа, то есть Вы уступаете дорогу.(Раздел 8, пункт 10, ПДД РК)"
    },
    {
        "text": "С какой максимальной скоростью Вам разрешается продолжить движение в населенном пункте, управляя легковым автомобилем?",
        "questionImg": "/stamp/img/44090e97a22604a2310bc1cc46568829",
        "options": [
            "60 км/ч. ",
            "70 км/ч. ",
            "80 км/ч. ",
            "90 км/ч. ",
            "110 км/ч.",
            "140 км/ч."
        ],
        "id": "732",
        "correctAnswerId": 0,
        "explanationId": "Данный дорожный знак 3.25 «Конец зоны ограничения максимальной скорости» информирует об окончании участка, где разрешенная максимальная скорость- 70 км/час. В населенных пунктах разрешается движение транспортных средств со скоростью не более 60 км/час. (Раздел 10, пункт 2, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "В каком из указанных мест Вам разрешается произвести остановку? ",
        "questionImg": "/stamp/img/d8d62b9ff831973c3fcb800f6f30251e",
        "options": [
            "Во всех указанных местах. ",
            "В местах I и II. ",
            "В местах II и III.",
            "Во всех указанных местах, произвести остановку запрещается."
        ],
        "id": "733",
        "correctAnswerId": 2,
        "explanationId": " Остановка и стоянка транспортных средств допускается на правой стороне дороги на обочине, а при ее отсутствии - на проезжей части дороги у ее края.(Раздел 12, пункт 1, ПДД РК)"
    },
    {
        "text": "Кому Вы уступите дорогу при повороте налево? ",
        "questionImg": "/stamp/img/a25b4e2d56d70a2858d2c063a93e4fe3",
        "options": [
            "Только транспортному средству с включенным проблесковым маячком.",
            "Только легковому автомобилю.",
            "Обоим транспортным средствам.",
            "Никому."
        ],
        "id": "513",
        "correctAnswerId": 3,
        "explanationId": "Проблесковый маячок оранжевого или желтого цвета не дает преимущества в движении и служит для предупреждения других участников движения об опасности.На перекрестке неравнозначных дорог водитель транспортного средства, движущегося по второстепенной дороге, уступает дорогу транспортным средствам, приближающимся по главной, независимо от направления их дальнейшего движения( это касается водителей легкового и грузового автомобилей). Поэтому в данной ситуации, Вы проедете перекресток первым.(Раздел 6, пункт 4. Раздел 13, пункт 11, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам обгон автомобиля синего цвета в данной ситуации? ",
        "questionImg": "/stamp/img/5b51309768a5bdda71c6eb2c67f1e873",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Разрешается, если его скорость менее 30км/ч. ",
            "Разрешается, если его скорость 30 км/ч."
        ],
        "id": "787",
        "correctAnswerId": 1,
        "explanationId": "Разрешается движение по трамвайным путям попутного направления, расположенным слева на одном уровне с проезжей частью дороги, когда заняты все полосы данного направления. Не допускается выезд на трамвайные пути встречного направления, расположенные слева от Вас.(Раздел 9, пункт 6, ПДД РК)"
    },
    {
        "text": "Ваши действия при повороте направо: ",
        "questionImg": "/stamp/img/6849adaf2b4887a9bfb6498e238566bc",
        "options": [
            "Остановиться у стоп-линии.",
            "Продолжить движение в намеченном направлении."
        ],
        "id": "797",
        "correctAnswerId": 0,
        "explanationId": "При данном положении регулировщика, когда рука поднята вверх, движение всех транспортных средств и пешеходов запрещено во всех направлениях.(Раздел 5, пункт 10.3, ПДД РК)"
    },
    {
        "text": "Разрешается ли водителю легкового автомобиля осуществить движение задним ходом в тоннеле?",
        "questionImg": "/stamp/img/9d7f4c23867b562dddbc47520ce3967f",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Запрещается, если это создаст помехи для движения других транспортных средств."
        ],
        "id": "905",
        "correctAnswerId": 1,
        "explanationId": "Движение задним ходом запрещается на перекрестках и в местах, где запрещен разворот. Разворот запрещается в тоннелях.(Раздел 8, пункт 12.2, пункт 13, ПДД РК) "
    },
    {
        "text": "В каких направлениях Вам разрешается продолжить движение в данной ситуации? ",
        "questionImg": "/stamp/img/9947985002ac5fb9f22b9dd45d5ef02f",
        "options": [
            "Только направо. ",
            "Только налево или направо. ",
            "Направо, налево и в обратном направлении. ",
            "Во всех направлениях разрешено.",
            "Во всех направлениях запрещено."
        ],
        "id": "995",
        "correctAnswerId": 4,
        "explanationId": "При данном положении регулировщика, когда правая рука вытянута вперед,со стороны правого бока и спины - движение всех транспортных средств запрещено.(Раздел 5, пункт 10.2, ПДД РК) "
    },
    {
        "text": "Нарушил ли водитель легкового автомобиля правила остановки? ",
        "questionImg": "/stamp/img/bf0a63de25042cb28fb0de4c72b769a3",
        "options": [
            "Да, нарушил.",
            "Нет, не нарушил.",
            "Не нарушил, если это связанно с технической неисправностью транспортного средства."
        ],
        "id": "665",
        "correctAnswerId": 0,
        "explanationId": "При вынужденной остановке, в местах, где остановка запрещена (дорожный знак 3.27 «Остановка запрещена» запрещает остановку и стоянку транспортных средств), водитель транспортного средства после включения аварийной световой сигнализации, а также при ее неисправности, незамедлительно выставляет на проезжей части дороги со стороны наибольшей опасности знак аварийной остановки (или мигающий красный фонарь). (Раздел 7, пункт 1.2, пункт 2.2, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешено ли Вам  осуществить движение задним ходом для посадки пассажира в данной ситуации? ",
        "questionImg": "/stamp/img/acac214ae584aa759afab14678b3304f",
        "options": [
            "Разрешено.",
            "Разрешено, если не будет создано помех маршрутным транспортным средствам. ",
            "Запрещено."
        ],
        "id": "838",
        "correctAnswerId": 2,
        "explanationId": "Согласно Правилам дорожного движения, движение задним ходом запрещается в местах, где запрещен разворот. Разворот запрещается в местах расположения остановочных пунктов.(Раздел 8, пункт 12, пункт 13, ПДД РК) "
    },
    {
        "text": "В каких направлениях Вам разрешается продолжить движение? ",
        "questionImg": "/stamp/img/0172e5f2ef72688951d20ba92d662c06",
        "options": [
            "Только прямо. ",
            "Только направо.",
            "Налево и в обратном направлении.",
            "Во всех направлениях разрешается.",
            "Во всех направлениях запрещается."
        ],
        "id": "1015",
        "correctAnswerId": 0,
        "explanationId": "Если на основной зеленый сигнал светофора нанесена черная контурная стрелка (стрелки), то она информирует водителей о наличии дополнительной секции светофора и указывает иные разрешенные направления движения, чем сигнал дополнительной секции.Соответственно Вы можете продолжить движение только прямо.(Раздел 5, пункт 4, ПДД РК)"
    },
    {
        "text": "Разрешено ли Вам выполнить поворот направо в данной ситуации? ",
        "questionImg": "/stamp/img/d5534039386bddee91e3bb8dedd94a4a",
        "options": [
            "Разрешено, уступив дорогу пешеходам. ",
            "Нет, так как на этом перекрестке всегда запрещен поворот направо. ",
            "Да, но только дождавшись включения зеленой стрелки в дополнительной секции светофора."
        ],
        "id": "932",
        "correctAnswerId": 2,
        "explanationId": "Если на основной зеленый сигнал светофора нанесена черная контурная стрелка (стрелки), то она информирует водителей о наличии дополнительной секции светофора и указывает иные разрешенные направления движения, чем сигнал дополнительной секции.Выключенный сигнал дополнительной секции означает запрещение движения в направлении, регулируемом этой секцией.(Раздел 5, пункт 3, пункт 4, ПДД РК)"
    },
    {
        "text": "В каком месте Вам запрещается выполнить разворот на данном участке? ",
        "questionImg": "/stamp/img/f2fe6c7ffc3d485d42c94705d5f72103",
        "options": [
            "До железнодорожного переезда. ",
            "После железнодорожного переезда. ",
            "На железнодорожном переезде.",
            "Во всех перечисленных местах запрещается. ",
            "Во всех перечисленных местах разрешается."
        ],
        "id": "1147",
        "correctAnswerId": 2,
        "explanationId": "Разворот на железнодорожных переездах запрещается. (Раздел 8, пункт 12.4, ПДД РК)"
    },
    {
        "text": "О чем информирует вытянутая в сторону левая рука водителя мотоцикла? ",
        "questionImg": "/stamp/img/c913050f150986e2f7fef2f0d86d1c8d",
        "options": [
            "О приближении слева транспортного средства. ",
            "О намерении продолжить движение прямо или налево.",
            "О намерении повернуть налево или выполнить разворот."
        ],
        "id": "724",
        "correctAnswerId": 2,
        "explanationId": "Сигналом маневра в левую сторону является включенный световой указатель левого поворота либо вытянутая в сторону левая рука водителя.(Раздел 8, пункт 2, ПДД РК)"
    },
    {
        "text": "По какой из указанных траекторий Вам разрешено выполнить поворот налево?  ",
        "questionImg": "/stamp/img/69ee1dd2dab00eb3d2260f6fc4a27c12",
        "options": [
            "Только по траектории I. ",
            "Только по траектории II. ",
            "По траекториям I или II. "
        ],
        "id": "683",
        "correctAnswerId": 1,
        "explanationId": "При выключенных сигналах реверсивного светофора, который расположен над полосой, обозначенной с обеих сторон разметкой 1.9 (двойная прерывистая), въезд на эту полосу запрещен.(Раздел 5, пункт 7, ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Что означает красный, в том числе мигающий, круглый сигнал светофора? ",
        "questionImg": "",
        "options": [
            "Запрещает движение.",
            "Запрещает движение, кроме поворота направо.",
            "Информирует о предстоящем включении зеленого сигнала светофора."
        ],
        "id": "1424",
        "correctAnswerId": 0,
        "explanationId": "Круглый красный сигнал светофора, в том числе мигающий, запрещает движение. (Раздел 5, пункт 2.5, ПДД РК)"
    },
    {
        "text": "Кому Вы уступите дорогу при повороте налево? ",
        "questionImg": "/stamp/img/becb7837a4d4213f880eed1a69aafe67",
        "options": [
            "Только автомобилю с включенным проблесковым маячком синего цвета и специальным звуковым сигналом. ",
            "Только водителю мотоцикла. ",
            "Обоим транспортным средствам.",
            "Никому."
        ],
        "id": "978",
        "correctAnswerId": 2,
        "explanationId": "При повороте налево или развороте по разрешающему сигналу светофора водитель безрельсового транспортного средства уступает дорогу транспортным средствам, движущимся со встречного направления прямо или направо. Однако первым проедет перекресток водитель автомобиля с включенным проблесковым маячком синего цвета и специальным звуковым сигналом, пользуясь преимуществом в движении в таких случаях.(Раздел 6, пункт 1. Раздел 13, пункт 5, ПДД РК) "
    },
    {
        "text": "По какой из полос движения Вам разрешается продолжить движение, после проезда данного дорожного знака?",
        "questionImg": "/stamp/img/f57f6734424eb552e351e97ec7dd9364",
        "options": [
            "По левой полосе.",
            "По средней полосе. ",
            "Ближе к правому краю проезжей части.",
            "По любой из полос."
        ],
        "id": "816",
        "correctAnswerId": 2,
        "explanationId": "Вне населенных пунктов, а также в населенных пунктах на дорогах, обозначенных знаками 5.1 и 5.3, или где разрешено движение со скоростью более 80 км/час., водители транспортных средств ведут их ближе к правому краю проезжей части дороги, при этом не занимая левые полосы движения при свободных правых.(Раздел 9, пункт 4, ПДД РК)"
    },
    {
        "text": "В каких направлениях Вам разрешен проезд перекрестка в данной ситуации? ",
        "questionImg": "/stamp/img/e6af928ced4c7282c28c329148b8d9ce",
        "options": [
            "Только прямо. ",
            "Только налево. ",
            "Прямо и направо.",
            "Прямо, налево и в обратном направлении. ",
            "В данной ситуации проезд перекрестка запрещен."
        ],
        "id": "883",
        "correctAnswerId": 0,
        "explanationId": " При данном положении регулировщика, когда руки вытянуты в стороны или опущены, со стороны левого и правого бока - разрешено движение безрельсовым транспортным средствам прямо и направо. Однако данный дорожный знак 5.7.2 «Выезд на дорогу с односторонним движением» информирует о том, что на пересекаемой проезжей части организовано движение транспортных средств по всей ширине в одном направлении(справа-налево). Соответственно продолжить движение Вы можете только прямо.(Раздел 5, пункт 10.1, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешено ли Вам осуществить посадку или высадку пассажира на остановочной площадке? ",
        "questionImg": "/stamp/img/26f97c2bef9be832bdb7cf3d493f1dc1",
        "options": [
            "Разрешено осуществить посадку и высадку пассажира.",
            "Разрешено осуществить посадку и высадку пассажира, если не будет создано помех  маршрутным транспортным средствам.  ",
            "Разрешено осуществить только посадку пассажира.  ",
            "Разрешено осуществить только высадку пассажира.",
            "Запрещено осуществить посадку и высадку пассажира."
        ],
        "id": "477",
        "correctAnswerId": 4,
        "explanationId": "Остановка запрещается на остановочных площадках и ближе пятнадцати метров к ним, а при их отсутствии - ближе пятнадцати метров от указателя остановки маршрутных транспортных средств или такси.(Раздел 12, пункт 4.7, ПДД РК)"
    },
    {
        "text": "С какой максимальной скоростью Вам разрешается продолжить движение при управлении грузовым автомобилем с разрешенной максимальной массой менее 3,5 тонн, в данной ситуации?",
        "questionImg": "/stamp/img/2217c44b8edeee5591a809ce7a687356",
        "options": [
            "70 км/ч. ",
            "80 км/ч. ",
            "90 км/ч. ",
            "100 км/ч. ",
            "110 км/ч.",
            "140 км/ч."
        ],
        "id": "1194",
        "correctAnswerId": 4,
        "explanationId": "Перед Вами установлен дорожный знак 5.20.2 «Предварительный указатель направления», имеющий зеленый фон. Зеленый фон означает, что движение к указанному населенному пункту или объекту будет осуществляться по автомагистрали. На автомагистралях, грузовым автомобилям с разрешенной максимальной массой менее 3,5 тонн, движение разрешается со скоростью не более 110 км/час. (Раздел 10, пункт 3.2, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Ваши действия при повороте налево? ",
        "questionImg": "/stamp/img/fc412dcf9d1b187851a2bd92d737ea57",
        "options": [
            "Выполнить поворот, уступив дорогу автомобилю приближающемуся справа. ",
            "Продолжить движение, дождавшись разрешающего сигнала светофора."
        ],
        "id": "642",
        "correctAnswerId": 1,
        "explanationId": "Сигналы светофора, выполненные в виде стрелок красного, желтого и зеленого цветов, имеют то же значение, что и круглые сигналы соответствующего цвета, но их действие распространяется только на направление (направления), указываемое стрелками.(Раздел 5, пункт 3, ПДД РК)"
    },
    {
        "text": "Кто из водителей нарушает правила остановки в данный момент? ",
        "questionImg": "/stamp/img/8afa59e4d2e7c6c359287002e0bd449f",
        "options": [
            "Только водитель легкового автомобиля. ",
            "Только водитель грузового автомобиля, если создает помехи движению.",
            "Оба водителя нарушают. ",
            "Никто из водителей не нарушает."
        ],
        "id": "711",
        "correctAnswerId": 2,
        "explanationId": "Остановка запрещается на пересечении проезжих частей дорог и ближе тридцати метров от края пересекаемой проезжей части дороги (место остановки легкового автомобиля), а также в местах, где расстояние между остановившимся транспортным средством и сплошной линией разметки (кроме обозначающей край проезжей части дороги) меньше трех метров, если это создает помехи движению транспортных средств (место остановки грузового автомобиля).(Раздел 12, пункт 4.4, пункт 4.7, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам остановка или стоянка в указанном месте? ",
        "questionImg": "/stamp/img/84954f03a43cb8f63530f9f96987f417",
        "options": [
            "Разрешается только остановка.",
            "Разрешается только стоянка.",
            "Разрешаются остановка и стоянка.",
            "Остановка и стоянка запрещаются."
        ],
        "id": "540",
        "correctAnswerId": 0,
        "explanationId": "Стоянка запрещается на железнодорожных переездах и ближе пятидесяти метров от железнодорожных переездов.Указанное место стоянки, в данном случае, находится за дорожным знаком 1.4.3 «Приближение к железнодорожному переезду», который устанавливается на расстоянии не менее 50 метров до переезда.Остановка запрещается на железнодорожных переездах.Совершить остановку до и после переезда не запрещается.(Раздел 12, пункт 4.2. Раздел 12, пункт 5.1, пункт 5.5. Дорожные знаки. Приложение 1 к ПДД РК)  "
    },
    {
        "text": "В каких направлениях Вам разрешено продолжить движение? ",
        "questionImg": "/stamp/img/0eb28a2ae9fea581be43aba4a83e70ff",
        "options": [
            "Только прямо. ",
            "Только направо.",
            "Налево и в обратном направлении.",
            "Во всех направлениях разрешается.",
            "Во всех направлениях запрещается."
        ],
        "id": "1013",
        "correctAnswerId": 1,
        "explanationId": "В данной ситуации светофор разрешает движение направо, налево (разворот). Однако перед поворотом направо, налево или разворотом водитель заблаговременно занимает соответствующее крайнее положение на проезжей части дороги и на полосе.(Раздел 5, пункт 4. Раздел 8, пункт 6, ПДД РК)"
    },
    {
        "text": "Обязаны ли Вы, при движении по главной дороге, включить правый указатель поворота? ",
        "questionImg": "/stamp/img/d4f54050194807a8a7181186e3fb5a74",
        "options": [
            "Обязаны.",
            "Не обязаны. ",
            "Обязаны, при приближении транспортных средств с других направлений."
        ],
        "id": "515",
        "correctAnswerId": 0,
        "explanationId": "Перед началом выполнения маневра водитель заблаговременно подает сигналы световыми указателями соответствующего назначения.Повороты(разворот) являются маневрами, соответственно включение указателей поворота (поворотники) требуется. (Раздел 1, пункт 2.42. Раздел 8,пункт 1, ПДД РК) "
    },
    {
        "text": "Укажите разрешенные Вам места для стоянки: ",
        "questionImg": "/stamp/img/40486fc0edb6598b21a8819274ddfd9b",
        "options": [
            "Только I и II. ",
            "Только IV. ",
            "Только I, II и  IV.",
            "Во всех указанных местах запрещено."
        ],
        "id": "619",
        "correctAnswerId": 2,
        "explanationId": "Стоянка транспортных средств допускается на правой стороне дороги на обочине, а при ее отсутствии - на проезжей части дороги у ее края. На левой стороне дороги стоянка допускается в населенных пунктах на дорогах с односторонним движением. Действие дорожного знака 3.28 «Стоянка запрещена» распространяется только на ту сторону дороги, на которой он установлен.Соответственно стоянка запрещается только в указанном месте III.(Раздел12, пункт 1, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Является ли данный разворот нарушением?",
        "questionImg": "/stamp/img/492eb73fbe2ef57cbd438b9d1d89c8bb",
        "options": [
            "Нет, при отсутствии встречных транспортных средств.",
            "Да, так как это выезд на сторону проезжей части дороги, предназначенную для встречного движения.",
            "Да, так как это несоблюдение требований, предписанных дорожной разметкой.",
            "Да, так как видимость дороги менее ста метров."
        ],
        "id": "214127",
        "correctAnswerId": 1,
        "explanationId": "На дорогах с двусторонним движением, имеющих четыре полосы или более, запрещается выезд на сторону дороги, предназначенную для встречного движения. На таких дорогах повороты налево или развороты могут выполняться на перекрестках и в других местах, где это не запрещено Правилами, знаками и (или) разметкой. Разметка 1.3 (двойная сплошная) - разделяет транспортные потоки противоположных направлений на дорогах, имеющих четыре полосы движения и более. Данную разметку пересекать запрещается.(Раздел 9, пункт 2, ПДД РК  Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Какое из указанных расстояний называется боковым интервалом? ",
        "questionImg": "/stamp/img/6002ced8ec08a2155dbc316f8e942411",
        "options": [
            "Расстояние I.",
            "Расстояние I и II.",
            "Расстояние III и IV.",
            "Расстояние III и V."
        ],
        "id": "773",
        "correctAnswerId": 1,
        "explanationId": "Боковой интервал — расстояние между транспортными средствами (I и II)."
    },
    {
        "text": "Как Вы поступите в данной ситуации? ",
        "questionImg": "/stamp/img/e110ca04c4afcd504e1c457f7b920b5c",
        "options": [
            "Объедете автобус слева. ",
            "Объедете автобус справа по обочине.",
            "Продолжите движение только после того, когда автобус освободит данную полосу движения."
        ],
        "id": "752",
        "correctAnswerId": 2,
        "explanationId": "Обгонять безрельсовое транспортное средство разрешается с левой стороны. Обгон транспортного средства, водитель которого подал сигнал поворота налево и приступил к выполнению маневра, производится с правой стороны. Однако не допускается движение транспортных средств по обочинам.(Раздел 9, пункт 9. Раздел 11, пункт 2. ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам выполнить разворот в тоннеле? ",
        "questionImg": "/stamp/img/4f11171193ae52c318c8e9818b82a02a",
        "options": [
            "Разрешается.",
            "Разрешается, но только в тоннелях с искусственным освещением. ",
            "Запрещается."
        ],
        "id": "1146",
        "correctAnswerId": 2,
        "explanationId": "Разворот в тоннелях запрещается. (Раздел 8, пункт 12.2, ПДД РК)"
    },
    {
        "text": "По какой траектории Вам разрешается выполнить поворот налево?",
        "questionImg": "/stamp/img/23f9bba28c7a8edbe72f3b0fab8182f6",
        "options": [
            "По любой траектории.  ",
            "Только по траектории I. ",
            "Только по траектории II."
        ],
        "id": "770",
        "correctAnswerId": 1,
        "explanationId": "При наличии слева трамвайных путей попутного направления, расположенных на одном уровне с проезжей частью дороги, поворот налево и разворот должны выполняться с них, если знаками 5.8.1 «Направления движения по полосам» или 5.8.2 «Направления движения по полосе» не предписаны направления движения по полосам проезжей части дороги. Соответственно поворот налево разрешается выполнить по траектории I.(Раздел 8, пункт 6, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам обгон на данном участке? ",
        "questionImg": "/stamp/img/74b43954222b95842e817e42debea462",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Запрещается, при видимости дороги менее 100 метров."
        ],
        "id": "523",
        "correctAnswerId": 0,
        "explanationId": "Обгон запрещается в конце подъема и на других участках дорог с ограниченной видимостью с выездом на полосу встречного движения.В данной ситуации Ваш маневр не связан с выездом на полосу встречного движения.(Раздел 11,пункт 5.6, ПДД РК)"
    },
    {
        "text": "В каком месте Вы остановитесь, при запрещающем сигнале светофора в данной ситуации?",
        "questionImg": "/stamp/img/5e91065d6ff1b798a5d2031a8789d131",
        "options": [
            "Перед светофором. ",
            "Перед пересекаемой проезжей частью. ",
            "Перед дорожным знаком 5.33 «Стоп-линия»."
        ],
        "id": "594",
        "correctAnswerId": 2,
        "explanationId": "При запрещающем сигнале светофора (кроме реверсивного) или регулировщика водители останавливаются перед стоп-линией (знаком 5.33).\nВ данной ситуации  стоп- линия отсутствует, но имеется дорожный знак  5.33 «Стоп-линия».(Раздел 5, пункт 13, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам выполнить разворот по данной траектории? ",
        "questionImg": "/stamp/img/28163e607adad8553db06fde2959d202",
        "options": [
            "Разрешается.",
            "Разрешается при отсутствии маршрутных транспортных средств. ",
            "Запрещается."
        ],
        "id": "913",
        "correctAnswerId": 2,
        "explanationId": "Данный дорожный знак 5.12 «Место остановки автобуса и (или) троллейбуса» обозначает остановочный пункт. Разворот запрещается в местах расположения остановочных пунктов.(Раздел 8, пункт 12.6, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "С какой максимальной скоростью Вам разрешается движение при буксировке механического транспортного средства после проезда данного дорожного знака? ",
        "questionImg": "/stamp/img/0011ad5fa273ae451b07af03687aaca5",
        "options": [
            "50 км/ч. ",
            "60 км/ч. ",
            "70 км/ч. ",
            "90 км/ч. ",
            "100 км/ч."
        ],
        "id": "975",
        "correctAnswerId": 0,
        "explanationId": "При буксировке механических транспортных средств скорость движения не должна превышать 50 км/час.(Раздел 10, пункт 4.2, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам продолжить движение по трамвайным путям в данной ситуации? ",
        "questionImg": "/stamp/img/27ed9db3404fd5b7acbb1d026f7b7880",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Разрешается, только для поворота налево или разворота."
        ],
        "id": "775",
        "correctAnswerId": 1,
        "explanationId": "Не допускается выезд на трамвайные пути встречного направления, а также движение через перекресток по трамвайным путям, если на дороге установлены знаки 5.8.1 «Направления движения по полосам» или 5.8.2 «Направления движения по полосе».(Раздел 9, пункт 6, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам продолжить движение по трамвайным путям попутного направления в данной ситуации? ",
        "questionImg": "/stamp/img/f031c4442e74e44a529cdb1380c26ce6",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Разрешается, только для поворота налево или разворота."
        ],
        "id": "776",
        "correctAnswerId": 0,
        "explanationId": "Разрешается движение по трамвайным путям попутного направления, расположенным слева на одном уровне с проезжей частью дороги, когда заняты все полосы данного направления.(Раздел 9, пункт 6, ПДД РК)"
    },
    {
        "text": "По какой траектории Вам разрешается подъехать для посадки пассажиров на данном участке дороги? ",
        "questionImg": "/stamp/img/06914db8f25e3eaa4abf3a042f7f8e5d",
        "options": [
            "Только по траектории I. ",
            "Только по траектории II. ",
            "По обеим траекториям разрешается.",
            "По обеим траекториям запрещается."
        ],
        "id": "988",
        "correctAnswerId": 1,
        "explanationId": "Остановка и стоянка транспортных средств допускается на правой стороне дороги на обочине, а при ее отсутствии - на проезжей части дороги у ее края. При наличии слева трамвайных путей попутного направления, расположенных на одном уровне с проезжей частью дороги, поворот налево и разворот должны выполняться с них.(Раздел 8, пункт 6. Раздел 12, пункт 1, ПДД РК)"
    },
    {
        "text": "Когда Вы обязаны включить световой указатель правого поворота при остановке за перекрестком в данной ситуации? ",
        "questionImg": "/stamp/img/8b469fc3a1d81b852654b3ee007db670",
        "options": [
            "Перед въездом на перекресток, так как поворот направо запрещен. ",
            "Заблаговременно перед остановкой при этом сигнал не должен ввести в заблуждение водителя легкового автомобиля.",
            "Включение указателя правого поворота не требуется, так как это может ввести в заблуждение водителя легкового автомобиля."
        ],
        "id": "972",
        "correctAnswerId": 1,
        "explanationId": "Подача сигнала указателями поворота или рукой производится не вводя в заблуждение других участников движения, заблаговременно до начала выполнения маневра.(Раздел 8, пункт 2, ПДД РК)"
    },
    {
        "text": "Водитель, какого транспортного средства, поворачивая направо, нарушает Правила дорожного движения? ",
        "questionImg": "/stamp/img/9f6b2ca72eace3b3dcff21ade167eac3",
        "options": [
            "Только водитель автобуса.",
            "Только водитель легкового автомобиля. ",
            "Водители обоих транспортных средств нарушают. ",
            "Водители обоих транспортных средств не нарушают."
        ],
        "id": "214130",
        "correctAnswerId": 3,
        "explanationId": "Поворот осуществляется таким образом, чтобы при выезде с пересечения проезжих частей дорог транспортное средство не оказалось на стороне встречного движения..(Раздел 8, пункт 7, ПДД РК)"
    },
    {
        "text": "Кто из водителей нарушает Правила, в данной ситуации? ",
        "questionImg": "/stamp/img/a362cd27b6cdd62f7309e7dab5545b57",
        "options": [
            "Водитель легкового автомобиля. ",
            "Водитель грузового автомобиля.",
            "Оба водителя нарушают. ",
            "Оба водителя не нарушают."
        ],
        "id": "911",
        "correctAnswerId": 1,
        "explanationId": "При выключенных сигналах реверсивного светофора, который расположен над полосой, обозначенной с обеих сторон разметкой 1.9 (двойная прерывистая линия), въезд на эту полосу запрещен. При выключенных реверсивных светофорах такая разметка разделяет транспортные потоки противоположных направлений. Линию 1.9 при отсутствии реверсивных светофоров или когда они отключены разрешается пересекать, если она расположена справа от водителя. (Раздел 5, пункт 7, ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Водителям, каких транспортных средств, разрешается движение по тротуарам или пешеходным дорожкам? ",
        "questionImg": "/stamp/img/fcd8f7e55e76d5f9bda5edc34eecf74c",
        "options": [
            "Всех если при этом не будут созданы помехи для движения пешеходов. ",
            "Только грузовых автомобилей, подвозящих по кратчайшему пути грузы к объектам, расположенным непосредственно у тротуаров и пешеходных дорожек и при отсутствии других возможностей подъезда, при условии обеспечения безопасности движения.",
            "Всех, подвозящих по кратчайшему пути грузы к объектам, расположенным непосредственно у тротуаров и пешеходных дорожек и при отсутствии других возможностей подъезда, при условии обеспечения безопасности движения."
        ],
        "id": "1149",
        "correctAnswerId": 2,
        "explanationId": "Допускаются движение машин дорожно-эксплуатационных и коммунальных служб, а также подъезд по кратчайшему пути транспортных средств, подвозящих грузы к объектам, расположенным непосредственно у обочин, тротуаров или пешеходных дорожек, при отсутствии других возможностей подъезда. При этом должна быть обеспечена безопасность движения. (Раздел 9, пункт 9, ПДД РК)"
    },
    {
        "text": " Разрешается ли Вам выполнить обгон в данной ситуации, на перекрестке? ",
        "questionImg": "/stamp/img/315112be9613f3735b858e655cee491c",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Разрешается, подав звуковой сигнал."
        ],
        "id": "900",
        "correctAnswerId": 1,
        "explanationId": "Обгон запрещается на нерегулируемых перекрестках при движении по дороге, не являющейся главной.(Раздел 11, пункт 5.2, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам остановка в указанном месте? ",
        "questionImg": "/stamp/img/c8c9835abb44573472fa05874c798a60",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Запрещается, при видимости дороги менее 100 метров."
        ],
        "id": "918",
        "correctAnswerId": 0,
        "explanationId": "Остановка запрещается на проезжей части дороги вблизи опасных поворотов и выпуклых переломов продольного профиля дороги при видимости дороги менее ста метров хотя бы в одном направлении. В данной ситуации видимость ограничена, однако остановка осуществляется за пределами проезжей части.(Раздел 12, пункт 4.6, ПДД РК) "
    },
    {
        "text": "По какой из полос Вы продолжите движение после обгона в населенном пункте? ",
        "questionImg": "/stamp/img/33db75dfa666168ffac9589ab088e0c3",
        "options": [
            "По левой полосе.",
            "По правой полосе. ",
            "По любой из полос."
        ],
        "id": "511",
        "correctAnswerId": 2,
        "explanationId": "В данной ситуации в населенном пункте движение можно осуществлять по любой полосе.(Раздел 8, пункт 4, ПДД РК)"
    },
    {
        "text": "По каким из указанных траекторий Вам разрешается выполнить разворот? ",
        "questionImg": "/stamp/img/264c3afc2b455812f14b7fc11fadc9d0",
        "options": [
            "Только по траектории I. ",
            "Только по траектории II. ",
            "По траекториям  I и III.",
            "По всем указанным траекториям разрешается. ",
            "Разворот по всем указанным траекториям запрещается."
        ],
        "id": "631",
        "correctAnswerId": 2,
        "explanationId": "Горизонтальную разметку 1.5 нанесенную до и после пешеходного перехода разрешается пересекать при выполнении разворота. Разворот же на пешеходных переходах(траектория II) запрещается.(Раздел 8, пункт 12.1, ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)\n\n     \n"
    },
    {
        "text": "Разрешено ли водителю легкового автомобиля выполнить движение задним ходом для последующего поворота направо на данном перекрестке? ",
        "questionImg": "/stamp/img/a74c4d9201302fe0dcc7593a4efca91b",
        "options": [
            "Разрешено.",
            "Разрешено, если это не создаст помехи для движения других транспортных средств. ",
            "Запрещено."
        ],
        "id": "830",
        "correctAnswerId": 2,
        "explanationId": "Движение задним ходом запрещается на перекрестках.(Раздел 8, пункт 13, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам выполнить обгон в данной ситуации?",
        "questionImg": "/stamp/img/24165b9737eb0fdfbf02058058d4bcf5",
        "options": [
            "Запрещается.",
            "Разрешается.",
            "Разрешается, при видимости дороги более 100 метров."
        ],
        "id": "790",
        "correctAnswerId": 2,
        "explanationId": "Обгон запрещается на участках дорог с ограниченной видимостью с выездом на полосу встречного движения. Ограниченная видимость – видимость водителем дороги менее 100 метров в направлении движения, ограниченная рельефом местности, геометрическими параметрами дороги, растительностью, строениями, сооружениями или иными объектами, в том числе транспортными средствами(Раздел 1, пункт 2.57-1. Раздел 11, пункт 5.6, ПДД РК)"
    },
    {
        "text": "В какой очередности водители этих транспортных средств выполнят одновременное перестроение? ",
        "questionImg": "/stamp/img/ad0be8e632360965cf852916b09273f4",
        "options": [
            "Водитель автомобиля, затем, водитель мотоцикла. ",
            "Водитель мотоцикла, затем, водитель автомобиля.",
            "Водителям запрещается выполнять одновременное перестроение."
        ],
        "id": "1269",
        "correctAnswerId": 1,
        "explanationId": "При одновременном перестроении транспортных средств, движущихся попутно, водитель уступает дорогу транспортному средству, находящемуся справа. (Раздел 8, пункт 5, ПДД РК)"
    },
    {
        "text": "В каких направлениях Вам разрешается продолжить движение в данной ситуации? ",
        "questionImg": "/stamp/img/96fc5350bea6edb17f5d1d146e6ac685",
        "options": [
            "Во всех направлениях движение разрешается. ",
            "Во всех направлениях движение запрещается. ",
            "Только прямо, налево и в обратном направлении.",
            "Только прямо или направо."
        ],
        "id": "799",
        "correctAnswerId": 3,
        "explanationId": "Находясь на правой полосе движения Вы можете продолжить движение только прямо и направо. Данное положение регулировщика разрешает Вам движение во всех направлениях, но для поворота налево или разворота Вам необходимо выполнить перестроение на левую полосу движение. Однако горизонтальную разметку 1.1 пересекать запрещается.(Раздел 5, пункт 10.2. Раздел 8, пункт 6, ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "С какой максимальной скоростью Вы можете двигаться, управляя легковым автомобилем, на данном участке? ",
        "questionImg": "/stamp/img/1aa2351b3137c2c90b4e8076e5e22bc5",
        "options": [
            "70 км/ч. ",
            "90 км/ч. ",
            "100 км/ч. ",
            "110 км/ч. ",
            "140 км/ч. "
        ],
        "id": "516",
        "correctAnswerId": 4,
        "explanationId": "Согласно Правилам дорожного движения, разрешается движение легковым автомобилям и мотоциклам на автомагистралях - со скоростью, не превышающей, установленной соответствующим дорожным знаком 3.24 «Ограничение максимальной скорости», но не более 140 км/час.(Раздел 10, пункт 3.1, ПДД РК)"
    },
    {
        "text": "Что означает желтый, постоянно мигающий, круглый сигнал светофора? ",
        "questionImg": "",
        "options": [
            "Информирует о неисправности светофора. ",
            "Информирует о наличии нерегулируемого светофором перекрестка или пешеходного перехода, предупреждает об опасности.",
            "Запрещает движение."
        ],
        "id": "1423",
        "correctAnswerId": 1,
        "explanationId": "Круглый желтый мигающий сигнал светофора информирует о наличии нерегулируемого светофором перекрестка или пешеходного перехода, предупреждает об опасности. (Раздел 5, пункт 2.4, ПДД РК)"
    },
    {
        "text": "Разрешена ли Вам остановка в данном месте, где расстояние до сплошной линии разметки слева, более 3-х метров? ",
        "questionImg": "/stamp/img/0a4b832743b4d2c1b42df8ac54a2d90e",
        "options": [
            "Разрешена.",
            "Запрещена.",
            "Запрещена, если Вы создаете помехи движению транспортных средств."
        ],
        "id": "832",
        "correctAnswerId": 0,
        "explanationId": "Остановка запрещается на пересечении проезжих частей дорог и ближе тридцати метров от края пересекаемой проезжей части дороги, а также в местах, где расстояние между остановившимся транспортным средством и сплошной линией разметки меньше трех метров. Соответственно Вам, в данной ситуации, разрешается осуществить остановку.(Раздел 12, пункт 4.4, пункт 4.7, ПДД РК)"
    },
    {
        "text": "Как обязан поступить водитель легкового автомобиля синего цвета при приближении автомобиля с включенным проблесковым маячком синего цвета и специальным звуковым сигналом, сопровождающего колонну?  ",
        "questionImg": "/stamp/img/cc4166cadd292305bf9eb0569ed3a086",
        "options": [
            "Уступить дорогу, перестроившись на правую полосу движения.",
            "Остановиться у тротуара и возобновить движение только после проезда, замыкающего колонну транспортного средства.",
            "Продолжить дальнейшее движение, не меняя полосы движения."
        ],
        "id": "693",
        "correctAnswerId": 0,
        "explanationId": "При приближении транспортных средств с включенными проблесковым маячком синего и (или) красного цвета и специальным звуковым сигналом водители уступают дорогу для обеспечения беспрепятственного проезда этих и сопровождаемых ими других транспортных средств.(Раздел 6, пункт 2, ПДД РК)"
    },
    {
        "text": "Разрешается ли водителю грузового автомобиля движение по тротуарам или пешеходным дорожкам? ",
        "questionImg": "/stamp/img/b681f8f7e11fafe7019ba964d484a762",
        "options": [
            "Разрешается, если при этом не будут созданы помехи для движения пешеходов. ",
            "Разрешается грузовым автомобилям с разрешенной максимальной массой менее 3,5 тонн, подвозящих грузы по кратчайшему пути к объектам при отсутствии других возможностей для подъезда при условии обеспечения безопасности движения.",
            "Разрешается грузовым автомобилям с разрешенной максимальной массой более 3,5 тонн, подвозящих грузы по кратчайшему пути к объектам при отсутствии других возможностей для подъезда при условии обеспечения безопасности движения.",
            "Разрешается всем грузовым автомобилям, подвозящих грузы по кратчайшему пути к объектам при отсутствии других возможностей для подъезда при условии обеспечения безопасности движения."
        ],
        "id": "1148",
        "correctAnswerId": 3,
        "explanationId": "Допускается движение машин дорожно-эксплуатационных и коммунальных служб, а также подъезд по кратчайшему пути транспортных средств, подвозящих грузы к объектам, расположенным непосредственно у обочин, тротуаров или пешеходных дорожек, при отсутствии других возможностей подъезда. При этом должна быть обеспечена безопасность движения. (Раздел 9, пункт 9, ПДД РК)"
    },
    {
        "text": "По какой траектории Вам разрешается выполнить поворот налево?",
        "questionImg": "/stamp/img/f5d87b65aac88f74635e3299eddc572b",
        "options": [
            "Только по траектории I. ",
            "Только по траектории II. ",
            "По траекториям I или II. "
        ],
        "id": "667",
        "correctAnswerId": 2,
        "explanationId": "Поворот осуществляется таким образом, чтобы при выезде с пересечения проезжих частей дорог транспортное средство не оказалось на стороне встречного движения, что обеспечивается при движении по обеим траекториям.(Раздел 8, пункт 7, ПДД РК)"
    },
    {
        "text": "Кто из водителей нарушает правила остановки в данный момент? ",
        "questionImg": "/stamp/img/ed323370bc316ed0fb165023319fe888",
        "options": [
            "Только водитель легкового автомобиля, если создает помехи движению. ",
            "Только водитель грузового автомобиля, если создает помехи движению.",
            "Оба водителя нарушают. ",
            "Никто из водителей не нарушает."
        ],
        "id": "710",
        "correctAnswerId": 1,
        "explanationId": "Остановка запрещается на пересечении проезжих частей дорог и ближе тридцати метров от края пересекаемой проезжей части дороги, а также в местах, где расстояние между остановившимся транспортным средством и сплошной линией разметки (кроме обозначающей край проезжей части дороги) меньше трех метров, если это создает помехи движению транспортных средств (место остановки грузового автомобиля).(Раздел 12, пункт 4.4, пункт 4.7, ПДД РК)"
    },
    {
        "text": "В каком из указанных мест Вам разрешается остановка вне населенного пункта? ",
        "questionImg": "/stamp/img/a8de3afbfd32741d28e090769a7bf264",
        "options": [
            "В указанном месте I. ",
            "В указанном месте II.",
            "В указанном месте III.",
            "Во всех указанных местах разрешается. ",
            "Во всех указанных местах запрещается."
        ],
        "id": "943",
        "correctAnswerId": 2,
        "explanationId": "Остановка и стоянка транспортных средств допускается на правой стороне дороги на обочине, а при ее отсутствии - на проезжей части дороги у ее края.(Раздел 12, пункт 1, ПДД РК)"
    },
    {
        "text": "Разрешена ли Вам остановка в указанном месте при управлении легковым автомобилем? ",
        "questionImg": "/stamp/img/3804d892c788adc0c04becc57662e6f7",
        "options": [
            "Запрещена.",
            "Разрешена.",
            "Разрешена с заездом на тротуар при условии, что это не будет препятствовать движению пешеходов."
        ],
        "id": "673",
        "correctAnswerId": 0,
        "explanationId": "Горизонтальная разметка 1.4 (разметка желтого цвета) обозначает места, где запрещена остановка.(Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Какую  из указанных траекторий Вы выберите при повороте налево в данной ситуации? ",
        "questionImg": "/stamp/img/a5bcd2e41fc4d884f48074c7a635e8ec",
        "options": [
            "Траекторию I.",
            "Траекторию II.",
            "Траекторию III. ",
            "Любую из указанных траекторий."
        ],
        "id": "884",
        "correctAnswerId": 3,
        "explanationId": "Поворот осуществляется таким образом, чтобы при выезде с пересечения проезжих частей дорог транспортное средство не оказалось на стороне встречного движения.(Раздел 8, пункт 7, ПДД РК)"
    },
    {
        "text": "Ваши действия при поднятии регулировщиком руки в данной ситуации? ",
        "questionImg": "/stamp/img/9baab73e4a0f385e557e1fed40ba4a5c",
        "options": [
            "Продолжите движение, руководствуясь сигналом светофора. ",
            "Продолжите движение, если для остановки перед перекрестком Вы будете вынуждены прибегнуть к экстренному торможению."
        ],
        "id": "1122",
        "correctAnswerId": 1,
        "explanationId": "Водители и пешеходы выполняют требования сигналов и распоряжения регулировщика, даже если они противоречат сигналам светофора, требованиям дорожных знаков или разметки. При данном положении регулировщика, когда рука поднята вверх, движение всех транспортных средств и пешеходов запрещено во всех направлениях. Водители, которые при поднятии регулировщиком руки или включении желтого сигнала в случаях, если режим работы светофорной сигнализации не обеспечивает мигание зеленого сигнала непосредственно перед его выключением, не могут остановиться, не прибегая к экстренному торможению, продолжают дальнейшее движение. (Раздел 5, пункт 10.3, пункт 14, пункт 15, ПДД РК)"
    },
    {
        "text": "Кто из водителей должен уступить дорогу, при одновременном повороте налево? ",
        "questionImg": "/stamp/img/5b92805e01bcfab74699a32e40233b2b",
        "options": [
            "Водитель автомобиля желтого  цвета.",
            "Водитель автомобиля красного цвета.",
            "Правила данную ситуацию не регламентируют."
        ],
        "id": "1237",
        "correctAnswerId": 1,
        "explanationId": "В случаях, когда траектории движения транспортных средств пересекаются, а очередность проезда не определена настоящими Правилами, дорогу уступает водитель, к которому транспортное средство приближается справа. (Раздел 8, пункт 10, ПДД РК)"
    },
    {
        "text": "В какой момент водитель легкового автомобиля обязан выключить левый указатель поворота? ",
        "questionImg": "/stamp/img/c5a545918047958dd6c7aa8d4eb9b64e",
        "options": [
            "Немедленно после перестроения на левую полосу.",
            "Немедленно после опережения автобуса.",
            "Немедленно после возвращения на правую полосу."
        ],
        "id": "603",
        "correctAnswerId": 0,
        "explanationId": "Подача сигнала указателями поворота прекращается немедленно после завершения маневра.Световой указатель левого поворота водитель легкового автомобиля включает для обозначения перестроения( смена занимаемой полосы). Маневр, как мы видим, он уже завершил.(Раздел 8, пункт 2, ПДД РК)"
    },
    {
        "text": "Водитель, какого транспортного средства уступит дорогу? ",
        "questionImg": "/stamp/img/da14c48b3b2ffa276d0e4abf00387a4f",
        "options": [
            "Водитель, который начинает движение от тротуара.",
            "Водитель, который намерен остановиться у тротуара.",
            "Водители обоих транспортных средств."
        ],
        "id": "214135",
        "correctAnswerId": 1,
        "explanationId": "Перед началом выполнения маневра водитель подает сигналы световыми указателями соответствующего назначения. При этом маневр осуществляется с соблюдением безопасности и не создает помех другим участникам движения. Водитель, который намерен остановиться при перестроении уступает дорогу транспортным средствам, движущимся попутно без изменения направления движения. При одновременном перестроении транспортных средств, движущихся попутно, водитель уступает дорогу транспортному средству, находящемуся справа.(Раздел 8, пункт 1, пункт 5, ПДД РК)"
    },
    {
        "text": "По какой из полос движения Вам разрешается продолжить движение, после проезда данного дорожного знака?",
        "questionImg": "/stamp/img/9f106179a75d53b8fe54b517a3bdca89",
        "options": [
            "По левой полосе.",
            "По средней полосе. ",
            "По правой полосе.",
            "По любой, кроме левой полосы."
        ],
        "id": "815",
        "correctAnswerId": 3,
        "explanationId": "В населенных пунктах движение осуществляется по любой полосе, однако на любых дорогах, имеющих для движения в данном направлении три полосы и более, занимать крайнюю левую полосу разрешается только при интенсивном движении, когда заняты другие полосы, а также для обгона, поворота налево или разворота.(Раздел 9, пункт 4, ПДД РК)"
    },
    {
        "text": "По каким из указанных траекторий Вам разрешается выполнить разворот? ",
        "questionImg": "/stamp/img/140",
        "options": [
            "Только по траектории I. ",
            "Только по траектории II. ",
            "По траекториям I и III. ",
            "По всем указанным траекториям разрешается. ",
            "Разворот по всем указанным траекториям запрещается."
        ],
        "id": "633",
        "correctAnswerId": 0,
        "explanationId": "Горизонтальную разметку 1.11 при выполнении разворота разрешается пересекать со стороны прерывистой линии(траектория I).На пешеходных переходах разворот запрещен.(Раздел 8, пункт 12.1, ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам остановиться в данном месте? ",
        "questionImg": "/stamp/img/97ecad78ee1642b34e875aa672e98e18",
        "options": [
            "Разрешается.",
            "Запрещается."
        ],
        "id": "1266",
        "correctAnswerId": 1,
        "explanationId": "Остановка запрещается на пересечении проезжих частей дорог и ближе тридцати метров от края пересекаемой проезжей части дороги. (Раздел 12, пункт 4.7, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам остановка на перекрестке в данной ситуации? ",
        "questionImg": "/stamp/img/e9679611fc38148527d346676adfb70e",
        "options": [
            "Разрешается.",
            "Разрешается, если расстояние до линии разметки более 3 метров. ",
            "Запрещается."
        ],
        "id": "996",
        "correctAnswerId": 2,
        "explanationId": "Остановка разрешается на стороне напротив бокового проезда трехсторонних пересечений (перекрестков), имеющих сплошную линию разметки или разделительную полосу. В данной ситуации разметка 1.11 не является сплошной, соответственно в этом месте Вам запрещается остановиться. (Раздел 12, пункт 4.7, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам выполнить  обгон гужевой повозки при движении в населенном пункте, в данной ситуации? ",
        "questionImg": "/stamp/img/f2548aeac42e8ee288fe7bc64ed0c954",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Разрешается, если обгон будет завершен до переезда."
        ],
        "id": "740",
        "correctAnswerId": 1,
        "explanationId": "Обгон запрещается на железнодорожных переездах и ближе ста метров перед ними. Данный дорожный знак 1.2 «Железнодорожный переезд без шлагбаума»   в населенных пунктах  устанавливается на расстоянии 50 - 100 метров до  переезда.(Раздел 11, пункт 5.4, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Какие из указанных водителей не нарушают правила стоянки? ",
        "questionImg": "/stamp/img/642c8c94bf812978137739ab992a106c",
        "options": [
            "Только I и II. ",
            "Только I и III. ",
            "Только II. ",
            "Все из указанных водителей не нарушают.",
            "Все из указанных водителей нарушают."
        ],
        "id": "601",
        "correctAnswerId": 3,
        "explanationId": "В местах, конфигурация (местное уширение проезжей части дороги) которых допускает иное расположение транспортных средств, угол постановки определяется дорожным знаком 5.15 «Место стоянки», если он применяется с табличками 7.6.1 - 7.6.9 «Способ постановки транспортного средства на стоянку» или горизонтальной разметкой 1.1. При их отсутствии водители сами могут определить способ постановки, с учетом того, чтобы транспортное средство не занимало основную проезжую часть.(Раздел 12, пункт 2, ПДД РК)"
    },
    {
        "text": "Включите ли Вы световой сигнал правого поворота в данной ситуации?",
        "questionImg": "/stamp/img/2d90d22ca50bccd16fbb1fdc9e650371",
        "options": [
            "Да.",
            "Да, при наличии транспортных средств движущихся сзади. ",
            "Нет."
        ],
        "id": "645",
        "correctAnswerId": 0,
        "explanationId": "В данной ситуации Вы выполняете маневр перестроение. Перед началом выполнения маневра водитель подает сигналы световыми указателями соответствующего назначения.(Раздел 8, пункт 1, ПДД РК)"
    },
    {
        "text": "При движении по дороге в прямом направлении, Вам следует, располагать свой автомобиль: ",
        "questionImg": "",
        "options": [
            "В левой части, выбранной полосы движения. ",
            "В правой части, выбранной полосы движения. ",
            "Посередине, выбранной полосы движения.",
            "Между двух полос движения."
        ],
        "id": "1346",
        "correctAnswerId": 2,
        "explanationId": "Старайтесь расположить ваш автомобиль при движении по дороге таким образом, чтобы другие участники движения видели вас. Одной из распространенных ошибок является движение в зоне невидимости. Старайтесь избегать движения сбоку и чуть сзади других автомобилей в течение длительного времени. Увеличьте скорость и проезжайте вперед, либо немного отстаньте. Обгоняя автомобиль, постарайтесь миновать зону невидимости его водителя как можно быстрее. Чем дольше вы будете в ней находиться, тем больше будет опасность."
    },
    {
        "text": "При неисправности аварийной световой сигнализации буксируемое транспортное средство обозначается: ",
        "questionImg": "/stamp/img/e5c1c3912414c0cadc5879ce035d30ea",
        "options": [
            "Предупредительными устройствами для обозначения гибких связующих звеньев (флажки). ",
            "Знаком аварийной остановки закрепленным сзади.",
            "Проблесковым маячком оранжевого или желтого цвета."
        ],
        "id": "1145",
        "correctAnswerId": 1,
        "explanationId": "При отсутствии или неисправности аварийной световой сигнализации на буксируемом механическом транспортном средстве сзади закрепляется знак аварийной остановки. (Раздел 7, пункт 3, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам остановка в указанном месте? ",
        "questionImg": "/stamp/img/7fa13e1fff3985ef6958f712c9437a6b",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Запрещается, если это создаст помехи движению транспортных средств."
        ],
        "id": "681",
        "correctAnswerId": 0,
        "explanationId": "Остановка запрещается в местах, где расстояние между остановившимся транспортным средством и сплошной линией разметки (кроме обозначающей край проезжей части дороги) или противоположным краем проезжей части дороги, или стоящим у противоположного края проезжей части дороги транспортным средством меньше трех метров, если это создает помехи движению транспортных средств. В данной ситуации остановка разрешается, так как расстояние до транспортного средства слева от Вас- более трех метров.(Раздел 12, пункт 4.4, ПДД РК)"
    },
    {
        "text": "Уступите ли Вы дорогу встречному автомобилю в данной ситуации? ",
        "questionImg": "/stamp/img/10a049143c1c66ec2761311cebbeffaa",
        "options": [
            "Да, уступите дорогу. ",
            "Нет, имеете право проехать первым."
        ],
        "id": "846",
        "correctAnswerId": 1,
        "explanationId": "Данный дорожный знак 1.14 «Крутой подъем» предупреждает Вас о приближении к уклону. Если встречный разъезд затруднен и приоритетность разъезда не определена знаками, уступает дорогу водитель транспортного средства, движущегося на спуск, то есть водитель встречного транспортного средства.(Раздел 11, пункт 7, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК ) "
    },
    {
        "text": "Разрешается ли Вам поворот направо при таком положении регулировщика? ",
        "questionImg": "/stamp/img/512823d256e8084e87250f94280f0ee5",
        "options": [
            "Разрешается, уступая дорогу пешеходам.",
            "Запрещается.",
            "Разрешается, не уступая дорогу пешеходам."
        ],
        "id": "757",
        "correctAnswerId": 0,
        "explanationId": "При данном положении регулировщика, когда правая рука вытянута вперед, со стороны левого бока - разрешено движение безрельсовым транспортным средствам во всех направлениях, пешеходам разрешено переходить проезжую часть дороги за спиной регулировщика. (Раздел 5, пункт 10.2, ПДД РК)\n"
    },
    {
        "text": "Ваши действия в данной ситуации? ",
        "questionImg": "/stamp/img/6aa3c71976ef0511168938a86df26156",
        "options": [
            "Уступите дорогу автобусу.",
            "Проедете, первым не уступая дорогу автобусу."
        ],
        "id": "1158",
        "correctAnswerId": 1,
        "explanationId": "Если встречный разъезд затруднен и приоритетность разъезда не определена знаками 2.6 «Преимущество встречного движения» и 2.7 «Преимущество перед встречным движением», то водитель, на стороне которого имеется препятствие, уступает дорогу. (Раздел 11, пункт 7, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли водителю легкового автомобиля начать движение от тротуара в данной ситуации? ",
        "questionImg": "/stamp/img/b7b81590206ee6a9d79fbed78f86235a",
        "options": [
            "Разрешается.",
            "Разрешается, если он не создает  помех движению грузовому автомобилю.",
            "Запрещается."
        ],
        "id": "1046",
        "correctAnswerId": 1,
        "explanationId": "Перед началом выполнения маневра водитель подает сигналы световыми указателями соответствующего назначения. При этом маневр осуществляется с соблюдением безопасности и не создает помех другим участникам движения.(Раздел 8, пункт 1, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам выполнить обгон мотоцикла, после проезда встречного автомобиля с выездом на крайнюю левую полосу движения? ",
        "questionImg": "/stamp/img/3c528d0cb7df3b3b2e83e592ef974345",
        "options": [
            "Разрешается.",
            "Запрещается."
        ],
        "id": "746",
        "correctAnswerId": 1,
        "explanationId": "На дорогах с двусторонним движением, имеющих три полосы, выезжать на крайнюю левую полосу, предназначенную для встречного движения запрещается.(Раздел 9,пункт 3, ПДД РК)"
    },
    {
        "text": "Укажите траекторию, по которой Вам разрешается выполнить разворот? ",
        "questionImg": "/stamp/img/467a8faa7d0e49b2bc174a4d2db84100",
        "options": [
            "Траектория I.",
            "Траектория II.",
            "Траектории I и II. ",
            "По указанным траекториям разворот запрещен."
        ],
        "id": "817",
        "correctAnswerId": 1,
        "explanationId": "Разворот запрещается на пешеходных переходах и перекрестках по линии тротуаров или обочин. Соответственно выполнить разворот разрешается по траектории II. Дорожный знак 3.18.2 «Поворот налево запрещен» запрещает только поворот налево. (Раздел 8, пункт 12.1, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)\n"
    },
    {
        "text": "На каком максимальном расстоянии от транспортного средства Вы выставите знак аварийной остановки? ",
        "questionImg": "/stamp/img/12c6c7ddbd130b198ebfa35d565385cc",
        "options": [
            "На расстоянии видимости. ",
            "На расстоянии, обеспечивающем в конкретной обстановке, своевременное предупреждение других водителей об опасности.",
            "Не менее длины остановочного пути. ",
            "Не менее длины тормозного пути."
        ],
        "id": "739",
        "correctAnswerId": 1,
        "explanationId": "Знак аварийной остановки (или мигающий красный фонарь) устанавливается на расстоянии, обеспечивающем в конкретной обстановке своевременное предупреждение других водителей об опасности.(Раздел 7, пункт 2.2, ПДД РК)"
    },
    {
        "text": "В каком из указанных мест Вам разрешается остановка? ",
        "questionImg": "/stamp/img/8437a2821a4debe9e51a8c6d0a7e1e85",
        "options": [
            "Только в указанных местах I и II. ",
            "Только в указанном месте II.",
            "Только в указанных местах II и III. ",
            "Во всех указанных местах разрешается. "
        ],
        "id": "915",
        "correctAnswerId": 1,
        "explanationId": "Остановка запрещается на пешеходных переходах и ближе пяти метров перед ними. На дороге с двухсторонним движением это указанные места I и III. (Раздел 12, пункт 4.5, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам выполнить обгон легкового автомобиля в данной ситуации? ",
        "questionImg": "/stamp/img/8da988b4d1f326904e611e43cf3e59c0",
        "options": [
            "Разрешается.",
            "Разрешается, но только в населенном пункте. ",
            "Запрещается."
        ],
        "id": "1027",
        "correctAnswerId": 2,
        "explanationId": "Данные дорожные знаки 1.1 «Железнодорожный переезд со шлагбаумом» и 1.4.3 «Приближение к железнодорожному переезду» устанавливаются на расстоянии не менее 50 метров до начала опасного участка. Обгон запрещается на железнодорожных переездах и ближе ста метров перед ними.(Раздел 11, пункт 5.4, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Кто из водителей нарушил правила остановки? ",
        "questionImg": "/stamp/img/4c322efb7b024285217e3f9ef66d6315",
        "options": [
            "Только водитель автомобиля.",
            "Только водитель мотоцикла. ",
            "Оба нарушили.",
            "Оба не нарушили."
        ],
        "id": "608",
        "correctAnswerId": 2,
        "explanationId": "Остановка и стоянка транспортных средств допускается на правой стороне дороги на обочине, а при ее отсутствии - на проезжей части дороги у ее края.На левой стороне дороги остановка и стоянка допускаются в населенных пунктах на дорогах с одной полосой движения для каждого направления без трамвайных путей посередине и дорогах с односторонним движением. Соответственно действия обоих водителей являются нарушением.(Раздел 12, пункт 1, ПДД РК)"
    },
    {
        "text": "Уступите ли Вы дорогу трамваю при выполнении разворота? ",
        "questionImg": "/stamp/img/faa587fa6c7ee5dd758df6a0d010031e",
        "options": [
            "Да.",
            "Нет.",
            "В данной ситуации Вам запрещается выполнить разворот."
        ],
        "id": "1025",
        "correctAnswerId": 1,
        "explanationId": "Водитель трамвая намеревается выполнить поворот направо. Однако при данном положении регулировщика, когда правая рука вытянута вперед,со стороны левого бока - разрешено движение трамваю налево, безрельсовым транспортным средствам во всех направлениях.Соответственно водителю трамвая поворот направо запрещен.(Раздел 5, пункт 10.2, ПДД РК)\n"
    },
    {
        "text": "В каком из указанных мест Вам разрешается остановка вне населенного пункта? ",
        "questionImg": "/stamp/img/d08d44f4cd6ee422b3b2b85cc6ce3890",
        "options": [
            "Только в указанном месте I. ",
            "Только в указанном месте II.",
            "В обоих указанных местах разрешается.",
            "В обоих указанных местах запрещается."
        ],
        "id": "691",
        "correctAnswerId": 3,
        "explanationId": "Остановка запрещается на пересечении проезжих частей дорог и ближе 30 метров от края пересекаемой проезжей части дороги.В данной ситуации, указанное место остановки II находится на расстоянии менее 30 метров от края пересекаемой проезжей части дороги справа. Место остановки I указано на горизонтальной разметке 1.16.3, которая обозначает направляющий островок в местах слияния транспортных потоков. Движение и заезд транспортных средств на направляющие островки запрещается.(Раздел 12, пункт 4.7, ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "В данной ситуации Вы? ",
        "questionImg": "/stamp/img/24b26b05509a1518a713156eda72282e",
        "options": [
            "Проедете первым. ",
            "Уступите дорогу встречному транспортному средству."
        ],
        "id": "517",
        "correctAnswerId": 1,
        "explanationId": "Если встречный разъезд затруднен и приоритетность разъезда не определена знаками 2.6 «Преимущество встречного движения» и 2.7 «Преимущество перед встречным движением», то водитель, на стороне которого имеется препятствие, уступает дорогу.(Раздел 11, пункт 7, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам выполнить обгон грузового автомобиля в данной ситуации? ",
        "questionImg": "/stamp/img/3bfc6ee22245251e08ce0760ecf74c7f",
        "options": [
            "Разрешается.",
            "Разрешается, если обгон будет завершен до перекрестка. ",
            "Запрещается."
        ],
        "id": "976",
        "correctAnswerId": 1,
        "explanationId": "Обгон необходимо завершить до перекрестка, так как обгон запрещается на нерегулируемых перекрестках при движении по дороге, не являющейся главной.(Раздел 11, пункт 5.2, ПДД РК)"
    },
    {
        "text": "Укажите разрешенные Вам направления движений? ",
        "questionImg": "/stamp/img/667411045e4a244fddabdd5360a6ff1e",
        "options": [
            "Прямо и направо. ",
            "Прямо и налево.",
            "Только прямо.",
            "Только налево.",
            "Налево и в обратном направлении."
        ],
        "id": "1198",
        "correctAnswerId": 3,
        "explanationId": "Дорожный знак 5.8.1 «Направления движения по полосам» указывает разрешенные направления движения на каждой из полос. Вам, находясь на правой полосе, движение разрешается только прямо и налево. Однако включенный сигнал дополнительной секции означает разрешение движения в направлении, регулируемом этой секцией. Разворот выполняется с крайнего левого положения. Но пересекать горизонтальную разметку 1.1 (одинарная сплошная линия) запрещается.  (Раздел 5, пункт 3, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам обгон в данной ситуации? ",
        "questionImg": "/stamp/img/26ee8fea460b9f2e66325545c9ad9cc1",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Разрешается, если скорость грузового автомобиля менее 30 км/ч."
        ],
        "id": "462",
        "correctAnswerId": 1,
        "explanationId": "В данной ситуации обгон с использованием полосы, на которой осуществляется реверсивное движение запрещен.Выезд на данную полосу возможен только при разрешающем сигнале реверсивного светофора (зеленый сигнал в виде стрелы, направленной вниз). (Раздел 5, пункт 7, ПДД РК)"
    },
    {
        "text": "Что означает вытянутая в сторону рука водителя легкового автомобиля? ",
        "questionImg": "/stamp/img/52a2749426321177d552462aafbba401",
        "options": [
            "Намерение повернуть налево или выполнить разворот.",
            "Намерение остановиться и уступить дорогу автобусу. ",
            "Предупреждает Вас об опасности."
        ],
        "id": "684",
        "correctAnswerId": 0,
        "explanationId": "Включенный световой указатель левого поворота либо вытянутая в сторону левая рука, является сигналом маневра в левую сторону.(Раздел 8, пункт 2, ПДД РК) "
    },
    {
        "text": "По какой из указанных траекторий Вам разрешено выполнить поворот направо?  ",
        "questionImg": "/stamp/img/748b1b8b3afb652c7ca0c1e4ae52dd7f",
        "options": [
            "По траектории I. ",
            "По траектории II. ",
            "По любой траектории."
        ],
        "id": "625",
        "correctAnswerId": 1,
        "explanationId": "В данной ситуации, установленный перед перекрестком дорожный знак 5.37 «Выезд на дорогу с реверсивным движением» информирует о том, что перед Вами дорога с реверсивным движением. А при повороте на дорогу с реверсивным движением водитель ведет транспортное средство таким образом, чтобы при выезде с пересечения проезжих частей дорог транспортное средство заняло крайнюю правую полосу.(Раздел 9, пункт 8, ПДД РК)"
    },
    {
        "text": "Кому Вы уступите дорогу при движении прямо? ",
        "questionImg": "/stamp/img/516af0915e0e2cd3aadefb54424690d0",
        "options": [
            "Только легковому автомобилю.",
            "Только автомобилю скорой медицинской помощи с включённым проблесковым маячком и специальным звуковым сигналом.",
            "Обоим транспортным средствам.",
            "Никому."
        ],
        "id": "952",
        "correctAnswerId": 1,
        "explanationId": "Установленный перед Вами дорожный знак 2.1 «Главная дорога» обозначает дорогу, на которой предоставлено право преимущественного проезда нерегулируемых перекрестков. На перекрестке неравнозначных дорог водитель транспортного средства, движущегося по второстепенной дороге, уступает дорогу транспортным средствам, приближающимся по главной, независимо от направления их дальнейшего движения. Однако, для получения преимущества перед другими участниками движения водители транспортных средств оперативных и специальных служб включают проблесковый маячок синего и (или) красного цвета и специальный звуковой сигнал. Пользуются преимуществом они только убедившись, что им уступают дорогу. Соответственно водитель автомобиля скорой медицинской помощи проедет перекресток первым. При повороте налево или развороте водитель безрельсового транспортного средства уступает дорогу транспортным средствам, движущимся по равнозначной дороге со встречного направления прямо или направо. То есть, водитель легкового автомобиля уступает Вам дорогу. (Раздел 6, пункт 1, ПДД РК. Раздел 13, пункт 11, пункт 14, ПДД РК)"
    },
    {
        "text": "Кто из водителей должен уступить дорогу, при одновременном повороте направо? ",
        "questionImg": "/stamp/img/74bea54038427db0f9d182ecf3f0ffc7",
        "options": [
            "Водитель автомобиля желтого  цвета.",
            "Водитель автомобиля красного цвета.",
            "Правила данную ситуацию не регламентируют."
        ],
        "id": "1238",
        "correctAnswerId": 0,
        "explanationId": "В случаях, когда траектории движения транспортных средств пересекаются, а очередность проезда не определена настоящими Правилами, дорогу уступает водитель, к которому транспортное средство приближается справа. (Раздел 8, пункт 10, ПДД РК)"
    },
    {
        "text": "Как должен поступить водитель легкового автомобиля при перестроении на правую полосу? ",
        "questionImg": "/stamp/img/178f3365fbfeab3c22c6bdb409f26c0b",
        "options": [
            "Уступит дорогу мотоциклу справа.",
            "Перестроится, не уступая дорогу мотоциклу."
        ],
        "id": "465",
        "correctAnswerId": 0,
        "explanationId": "В данной ситуации Вы уступите дорогу водителю мотоцикла, так как при перестроении водитель уступает дорогу транспортным средствам, движущимся попутно без изменения направления движения.(Раздел 8,пункт 5, ПДД РК)"
    },
    {
        "text": "Разрешено ли Вам выполнить разворот по указанной траектории? ",
        "questionImg": "/stamp/img/8f7e7998a7b952ef0833c34d20ec1d9e",
        "options": [
            "Разрешено.",
            "Запрещено."
        ],
        "id": "826",
        "correctAnswerId": 1,
        "explanationId": "Дорожный знак 4.3 «Круговое движение» разрешает движение в указанном стрелками направлении. Двигаясь по указанной траектории, Вы движетесь в направлении, обратном от указанного на знаке.(Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "С какой полосы движения Вам разрешен поворот налево в данной ситуации? ",
        "questionImg": "/stamp/img/8b4266eab452bd0633967270079c08d5",
        "options": [
            "С крайней левой.",
            "С крайней правой. ",
            "С любой из полос. ",
            "Поворот налево на данном перекрестке запрещен."
        ],
        "id": "534",
        "correctAnswerId": 0,
        "explanationId": "Перед поворотом налево водитель заблаговременно занимает соответствующее крайнее положение на проезжей части дороги и на полосе, предназначенной для движения в данном направлении.В данный момент Вы находитесь на дороге с односторонним движением, об этом информирует дорожный знак 5.6 «Конец дороги с односторонним движением» и для поворота налево занимаете полосу движения, расположенную слева от Вас.(Раздел 8,пункт 6, ПДД РК. Дорожные знаки.Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам выполнить обгон в данной ситуации?",
        "questionImg": "/stamp/img/dbe6b20a12989c6758879fb8ca4a4e4f",
        "options": [
            "Разрешается.",
            "Разрешается, при условии, что обгон будет завершен за 100 метров до переезда.",
            "Запрещается."
        ],
        "id": "535",
        "correctAnswerId": 1,
        "explanationId": "Обгон запрещается на железнодорожных переездах и ближе ста метров перед ними, но в данной ситуации дорожный знак 1.4.1 «Приближение к железнодорожному переезду» информирует о том, что расстояние до переезда 150 метров и соответственно, обгон пока возможен.(Раздел 11,пункт 5.4, ПДД РК. Приложение 1 к ПДД РК)"
    },
    {
        "text": "В каком направлении разрешается движение автомобиля с включенным проблесковым маячком? ",
        "questionImg": "/stamp/img/bf25391e898204615e6771f29af2ff97",
        "options": [
            "Только налево и направо.",
            "Только направо.",
            "В любом направлении."
        ],
        "id": "614",
        "correctAnswerId": 2,
        "explanationId": "Водители транспортных средств оперативных и специальных служб с включенным проблесковым маячком синего и (или) красного цвета, выполняя неотложное служебное задание, могут отступать от требований дорожных знаков и сигналов светофора.(Раздел 6, пункт 1, ПДД РК)"
    },
    {
        "text": "Какое из указанных расстояний является дистанцией? ",
        "questionImg": "/stamp/img/f194d4f914e1dc8bec93a012ed20ce90",
        "options": [
            "Расстояние I.",
            "Расстояние II. ",
            "Расстояние III. ",
            "Расстояние I и III."
        ],
        "id": "754",
        "correctAnswerId": 0,
        "explanationId": "Дистанция- это расстояние (I) до движущегося впереди транспортного средства.(Раздел 9, пункт 10, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам остановка в указанном месте? ",
        "questionImg": "/stamp/img/1f0d90a7223f32b80045786d998ea410",
        "options": [
            "Разрешается.",
            "Запрещается."
        ],
        "id": "538",
        "correctAnswerId": 0,
        "explanationId": "Остановка запрещается на железнодорожных переездах.Совершить остановку до и после переезда не запрещается.(Раздел 12, пункт 4.2, ПДД РК)"
    },
    {
        "text": "В каких направлениях Вам разрешается продолжить движение в данной ситуации? ",
        "questionImg": "/stamp/img/4daf6d4fc692a167cbc9b95c95608fc2",
        "options": [
            "Движение продолжить запрещается.",
            "В любом направлении. ",
            "Только прямо, налево и в обратном направлении.",
            "Только прямо или налево."
        ],
        "id": "798",
        "correctAnswerId": 2,
        "explanationId": "Находясь на левой полосе движения Вы можете продолжить движение только прямо и выполнить поворот налево или разворот. Данное положение регулировщика разрешает Вам движение во всех направлениях, но для поворота направо Вам необходимо выполнить перестроение на правую полосу движения. Однако горизонтальную разметку 1.1 пересекать запрещается.(Раздел 5, пункт 10.2. Раздел 8, пункт 6, ПДД РК. Дорожные знаки. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Сколько полос для движения имеет данная дорога? ",
        "questionImg": "/stamp/img/c5b2559c9fe99fce976e00ccb58fd09f",
        "options": [
            "Одну.",
            "Две.",
            "Три."
        ],
        "id": "599",
        "correctAnswerId": 1,
        "explanationId": "Количество полос движения для безрельсовых транспортных средств определяется разметкой, в данном случае горизонтальной разметкой 1.1. (Раздел 9, пункт 1, ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "По какой траектории Вам разрешается повернуть налево? ",
        "questionImg": "/stamp/img/103e0eef246286a22c4447c7165e7301",
        "options": [
            "Только по траектории I. ",
            "Только по траектории II. ",
            "Разрешается по траекториям I и II. ",
            "По траекториям I и II запрещается."
        ],
        "id": "585",
        "correctAnswerId": 1,
        "explanationId": "Перед поворотом направо, налево или разворотом водитель заблаговременно занимает соответствующее крайнее положение на проезжей части дороги и на полосе, предназначенной для движения в данном направлении, кроме случаев, когда совершается поворот при въезде на перекресток, где организовано круговое движение. На дорогах с двусторонним движением, имеющих три полосы, выезжать на крайнюю левую полосу, предназначенную для встречного движения запрещается. Так как средняя полоса предназначена \nдля движения в данном направлении, соответственно поворот налево в данной ситуации выполняется со средней полосы движения. (Раздел 8, пункт 6. Раздел 9, пункт 3. ПДД РК)"
    },
    {
        "text": "Световые указатели какого поворота, Вы  включите при выполнении разворота в данной ситуации? ",
        "questionImg": "/stamp/img/2d90c51e7be16448855e15c18f954247",
        "options": [
            "Только правого. ",
            "Только левого.",
            "Сначала правого, а при движении от тротуара - левого."
        ],
        "id": "962",
        "correctAnswerId": 1,
        "explanationId": "Сигналом маневра разворот является включенный световой указатель левого поворота.(Раздел 8, пункт 2, ПДД РК)"
    },
    {
        "text": " Разрешается ли Вам выполнить обгон на перекрестке? ",
        "questionImg": "/stamp/img/95eb8f593f53fdb086f6ded013683188",
        "options": [
            "Разрешается.",
            "Запрещается."
        ],
        "id": "593",
        "correctAnswerId": 0,
        "explanationId": "Обгон запрещен на нерегулируемых перекрестках при движении по главной дороге, меняющей направление. В данной ситуации главная дорога не меняет направление (отсутствует под дорожным знаком 2.1 «Главная дорога» табличка 7.13 «Направление главной дороги»), а значит обгон не запрещается.(Раздел 11, пункт 5.2, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК) "
    },
    {
        "text": "С какой максимальной скоростью Вам разрешается движение, по примыкающей слева дороге? ",
        "questionImg": "/stamp/img/a1f8521edaa1ffd783796d575d109251",
        "options": [
            "60 км/ч. ",
            "70 км/ч. ",
            "90 км/ч. ",
            "100 км/ч. ",
            "110 км/ч."
        ],
        "id": "1157",
        "correctAnswerId": 0,
        "explanationId": "Дорожный знак 5.22а «Начало населенного пункта» обозначает наименование и начало населенного пункта, в котором действуют требования Правил, устанавливающие порядок движения в населенных пунктах. В населенных пунктах разрешается движение транспортных средств со скоростью не более 60 км/час. (Раздел 10, пункт 2, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Нарушил ли водитель легкового автомобиля правила остановки? ",
        "questionImg": "/stamp/img/0863b4fac7979b9790478be629c6099c",
        "options": [
            "Да, нарушил.",
            "Нет, не нарушил.",
            "Не нарушил, если это связанно с технической неисправностью транспортного средства."
        ],
        "id": "666",
        "correctAnswerId": 2,
        "explanationId": "При вынужденной остановке в местах, где остановка запрещена (дорожный знак 3.27 «Остановка запрещена» запрещает остановку и стоянку транспортных средств), водитель транспортного средства после включения аварийной световой сигнализации незамедлительно выставляет на проезжей части дороги со стороны наибольшей опасности знак аварийной остановки (или мигающий красный фонарь), что водитель и сделал. (Раздел 7, пункт 1.2, пункт 2.2, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "По каким траекториям Вам разрешено выполнить поворот направо? ",
        "questionImg": "/stamp/img/426e1d26351aed06395ace4c6250a967",
        "options": [
            "Только по траектории I. ",
            "Только по траектории II. ",
            "По любой траектории."
        ],
        "id": "648",
        "correctAnswerId": 1,
        "explanationId": "Вы находитесь на левой полосе движения. Горизонтальная разметка в виде стрелок 1.18 - указывает разрешенные на перекрестке направления движения по полосам. Применяется самостоятельно или в сочетании с дорожными знаками 5.8.1 «Направления движения по полосам» и 5.8.2 «Направления движения по полосе». Разметка позволяет выполнить поворот направо с обеих полос, однако, при этом не допускается занимать не крайние полосы движения при свободных крайних. Соответственно при повороте направо, Вам необходимо выполнить перестроение на правую полосу.(Раздел 8, пункт 6, ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "В каких направлениях Вам разрешается продолжить движение? ",
        "questionImg": "/stamp/img/d65cc0a2d5168deccf74a06509849de9",
        "options": [
            "Только прямо. ",
            "Только направо.",
            "Налево и в обратном направлении.",
            "Во всех направлениях разрешается.",
            "Во всех направлениях запрещается."
        ],
        "id": "1016",
        "correctAnswerId": 0,
        "explanationId": "Если на основной зеленый сигнал светофора нанесена черная контурная стрелка (стрелки), то она информирует водителей о наличии дополнительной секции светофора и указывает иные разрешенные направления движения, чем сигнал дополнительной секции.Соответственно Вы можете продолжить движение только прямо.(Раздел 5, пункт 4, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам осуществить остановку в указанном месте? ",
        "questionImg": "/stamp/img/02348fcc1a17f62e7a6c6adf51f25cb3",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Разрешается только для посадки (высадки) пассажиров."
        ],
        "id": "604",
        "correctAnswerId": 1,
        "explanationId": "Данный дорожный знак 4.3 «Круговое движение» устанавливается на перекрестках, где организовано круговое движение, а на пересечении проезжих частей дорог и ближе тридцати метров от края пересекаемой проезжей части дороги- остановка запрещается.(Раздел 12, пункт 4.7, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК) "
    },
    {
        "text": "Разрешается ли Вам остановиться в указанном месте? ",
        "questionImg": "/stamp/img/013e4dcf499ab2e97fd67da7638187cc",
        "options": [
            "Разрешается.",
            "Запрещается."
        ],
        "id": "617",
        "correctAnswerId": 1,
        "explanationId": "Остановка запрещается на пешеходных переходах и ближе пяти метров перед ними, а также на остановочных площадках и ближе пятнадцати метров к ним, а при их отсутствии - ближе пятнадцати метров от указателя остановки маршрутных транспортных средств.В данной ситуации одно из требований, как мы видим, не выполняется.(Раздел 12, пункт 4.5, пункт 4.7,  ПДД РК)"
    },
    {
        "text": "Сколько полос для движения имеет данная дорога? ",
        "questionImg": "/stamp/img/60933a0effe32e554a51e533c9f15b5b",
        "options": [
            "Одну.",
            "Две.",
            "Три.",
            "Четыре."
        ],
        "id": "927",
        "correctAnswerId": 3,
        "explanationId": "Горизонтальная разметка 1.3 - разделяет транспортные потоки противоположных направлений на дорогах, имеющих четыре полосы движения и более.(Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам совершить обгон грузового автомобиля в данной ситуации? ",
        "questionImg": "/stamp/img/28cb1851c2595996d1d923f5b57d6141",
        "options": [
            "Разрешается.",
            "Запрещается, в конце подъема.",
            "Разрешается, но только в светлое время суток."
        ],
        "id": "955",
        "correctAnswerId": 1,
        "explanationId": "Данный дорожный знак 1.14 «Крутой подъем» предупреждает о приближении к подъему. Обгон запрещается в конце подъема и на других участках дорог с ограниченной видимостью с выездом на полосу встречного движения.(Раздел 11, пункт 5.6, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам обгон в данной ситуации? ",
        "questionImg": "/stamp/img/60c113ec63a2d3611ecfc276e41d5f6e",
        "options": [
            "Запрещается.",
            "Разрешается.",
            "Разрешается, если скорость грузового автомобиля менее 30км/ч."
        ],
        "id": "628",
        "correctAnswerId": 1,
        "explanationId": "В данной ситуации Вы подъезжаете к спуску, об этом предупреждает дорожный знак 1.13 «Крутой спуск».Спуски являются удобными участками для обгона, тем более горизонтальную разметку 1.11 не запрещается пересекать со стороны прерывистой линии, а также со стороны сплошной по завершению обгона.(Дорожные знаки. Приложение 1 к ПДД РК.Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "В каких направлениях Вам разрешается продолжить движение в данной ситуации? ",
        "questionImg": "/stamp/img/91712da651e1d7e4bc6cab3c75b6ca05",
        "options": [
            "Разрешается, только налево и в обратном направлении. ",
            "Разрешается, только направо.",
            "Разрешается налево, направо и в обратном направлении.",
            "В данной ситуации движение запрещается."
        ],
        "id": "707",
        "correctAnswerId": 3,
        "explanationId": "При данном положении регулировщика, когда правая рука вытянута вперед, со стороны правого бока и спины движение всех транспортных средств запрещено.(Раздел 5, пункт 10.2, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам совершить обгон в данной ситуации? ",
        "questionImg": "/stamp/img/9f68afe0e39584e964bc2d524c83bb50",
        "options": [
            "Запрещается.",
            "Разрешается.",
            "Разрешается, если скорость трактора менее 30км/ч. "
        ],
        "id": "497",
        "correctAnswerId": 0,
        "explanationId": "В данной ситуации обгон с использованием полосы, на которой осуществляется реверсивное движение запрещен. Выезд на данную полосу возможен только при разрешающем сигнале реверсивного светофора (зеленый сигнал в виде стрелки, направленной вниз). (Раздел 5, пункт 7, ПДД РК)"
    },
    {
        "text": "Кому Вы уступите дорогу при повороте налево? ",
        "questionImg": "/stamp/img/b84eb5c17f9566d509d5356c70ca6e07",
        "options": [
            "Только автобусу. ",
            "Только автомобилю с включенным проблесковым маячком.",
            "Обоим транспортным средствам.",
            "Никому."
        ],
        "id": "1160",
        "correctAnswerId": 3,
        "explanationId": "Установленный перед Вами дорожный знак 2.1 «Главная дорога» обозначает дорогу, на которой предоставлено право преимущественного проезда нерегулируемых перекрестков. Установленная под ним табличка 7.13 «Направление главной дороги» указывает направление главной дороги на перекрестке. На перекрестке неравнозначных дорог водитель транспортного средства, движущегося по второстепенной дороге (водитель автобуса и водитель автомобиля с включенным проблесковым маячком), уступает дорогу транспортным средствам, приближающимся по главной (Вы), независимо от направления их дальнейшего движения, в том числе осуществляющим разворот. При приближении транспортных средств с включенными проблесковым маячком синего и (или) красного цвета и специальным звуковым сигналом водители уступают дорогу для обеспечения беспрепятственного проезда этих и сопровождаемых ими других транспортных средств. Однако водитель транспортного средства с включенными проблесковым маячком не включил специальный звуковой сигнал.  (Раздел 6, пункт 2. Раздел 13, пункт  11, ПДД РК)"
    },
    {
        "text": "Нарушает ли водитель грузового автомобиля белого цвета правила стоянки?",
        "questionImg": "/stamp/img/be48e8ad6defc8f83666ce0f3833b82e",
        "options": [
            "Нарушает.",
            "Не нарушает.",
            "Не нарушает, если его разрешенная максимальная масса менее 3,5 тонн."
        ],
        "id": "877",
        "correctAnswerId": 0,
        "explanationId": "Стоянка на краю тротуара, граничащего с проезжей частью дороги, с полным или частичным заездом на него, разрешается только легковым автомобилям, мотоциклам, мопедам и велосипедам при условии, что это не будет препятствовать движению пешеходов.(Раздел 12, пункт 2, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам остановка на перекрестке в данной ситуации? ",
        "questionImg": "/stamp/img/88aa96ae95d10698784b129a46fc6e5d",
        "options": [
            "Разрешается.",
            "Разрешается, если это не создает помехи движению транспортных средств.",
            "Запрещается."
        ],
        "id": "998",
        "correctAnswerId": 1,
        "explanationId": "Остановка разрешается на стороне напротив бокового проезда трехсторонних пересечений (перекрестков), имеющих сплошную линию разметки или разделительную полосу. Однако остановка запрещается в местах, где расстояние между остановившимся транспортным средством и сплошной линией разметки (кроме обозначающей край проезжей части дороги) меньше трех метров, если это создает помехи движению транспортных средств.(Раздел 12, пункт 4.4, пункт 4.7, ПДД РК)"
    },
    {
        "text": "Водители, каких транспортных средств должны руководствоваться сигналами данного бело-лунного светофора? ",
        "questionImg": "/stamp/img/f35794da5d0b4684c150558d398e0e0b",
        "options": [
            "Водители трамваев. ",
            "Водители маршрутных транспортных средств. ",
            "Водители трамваев, а также других маршрутных транспортных средств, движущихся по выделенной для них полосе.",
            "Водители механических транспортных средств."
        ],
        "id": "849",
        "correctAnswerId": 2,
        "explanationId": "Для регулирования движения трамваев, а также общественного транспорта, движущихся по выделенной для них полосе, применяются светофоры одноцветной сигнализации с четырьмя круглыми сигналами бело-лунного цвета, расположенными в виде буквы «Т». Движение разрешается только при включении одновременно нижнего сигнала и одного или нескольких верхних, из которых левый разрешает движение налево, средний - прямо, правый - направо. (Раздел 5, пункт 8, ПДД РК)"
    },
    {
        "text": "Что означает, поднятая вверх, рука водителя легкового автомобиля? ",
        "questionImg": "/stamp/img/c77d415d7df0569e231d783d2f59d511",
        "options": [
            "О его намерении продолжить движение прямо. ",
            "О его намерении повернуть направо. ",
            "О его намерении остановиться, чтобы уступить дорогу.",
            "О его намерении предупредить Вас об опасности."
        ],
        "id": "464",
        "correctAnswerId": 2,
        "explanationId": "Перед началом выполнения маневра водитель подает сигналы световыми указателями соответствующего назначения, а если они отсутствуют или неисправны - рукой.Сигнал торможения подается стоп-сигналом либо поднятой вверх рукой.(Раздел 8, пункт 1, пункт 2, ПДД РК)"
    },
    {
        "text": "В каких направлениях Вам разрешается продолжить движение в данной ситуации? ",
        "questionImg": "/stamp/img/958a4d681da7e597f6c0dd66356dcf89",
        "options": [
            "Во всех направлениях. ",
            "Только прямо и направо. ",
            "Только прямо.",
            "Прямо, налево и в обратном направлении. ",
            "Движение во всех направлениях запрещается."
        ],
        "id": "795",
        "correctAnswerId": 2,
        "explanationId": "Находясь на правой полосе движения Вы можете продолжить движение только прямо, так как дорожный знак 5.7.2 «Выезд на дорогу с односторонним движением» по сути, запрещает поворот направо.Данное положение регулировщика разрешает движение во всех направлениях, но для поворота налево или разворота Вам необходимо выполнить перестроение на левую полосу движения. Однако горизонтальную разметку 1.1 пересекать запрещается.(Раздел 5, пункт 10.2. Раздел 8, пункт 6, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам остановка на перекрестке? ",
        "questionImg": "/stamp/img/73ba3dc8005718d2bf5d30c28d427476",
        "options": [
            "Разрешается.",
            "Запрещается."
        ],
        "id": "821",
        "correctAnswerId": 0,
        "explanationId": "Остановка запрещается на пересечении проезжих частей дорог и ближе тридцати метров от края пересекаемой проезжей части дороги, за исключением стороны напротив бокового проезда трехсторонних пересечений (перекрестков), имеющих сплошную линию разметки или разделительную полосу.(Раздел 12, пункт 4.7, ПДД РК)"
    },
    {
        "text": "Кому Вы уступите дорогу при повороте налево? ",
        "questionImg": "/stamp/img/6badf56853581a60271152dd5523873e",
        "options": [
            "Только автобусу. ",
            "Только автомобилю с включенным проблесковым маячком и специальным звуковым сигналом.",
            "Обоим транспортным средствам.",
            "Никому."
        ],
        "id": "687",
        "correctAnswerId": 1,
        "explanationId": "В случае, когда главная дорога на перекрестке меняет направление, водители, движущиеся по главной дороге, руководствуются между собой правилами проезда перекрестков равнозначных дорог. Однако водители транспортных средств оперативных и специальных служб с включенным проблесковым маячком синего и (или) красного цвета, выполняя неотложное служебное задание, могут отступать от требований Правил дорожного  движения.Для получения преимущества перед другими участниками движения водители таких транспортных средств включают проблесковый маячок синего и (или) красного цвета и специальный звуковой сигнал. Соответственно Вы завершите проезд перекрестка вторым, уступив дорогу только водителю автомобиля с включенным проблесковым маячком синего и  красного цвета.(Раздел 6, пункт 1. Раздел 13, пункт  12, ПДД РК)"
    },
    {
        "text": "В каких направлениях Вы продолжите движение в данной ситуации? ",
        "questionImg": "/stamp/img/0446f9da19d4c672cf33f41b3ea241d4",
        "options": [
            "Прямо и налево. ",
            "Прямо и направо.",
            "Только прямо. ",
            "Налево и в обратном направлении.",
            "В данной ситуации движение во всех направлениях запрещено."
        ],
        "id": "676",
        "correctAnswerId": 4,
        "explanationId": "Красный сигнал светофора в основной секции- запрещает движение. Зеленая стрелка в дополнительной секции означает разрешение движения в направлении, регулируемом этой секцией. Однако перед поворотом направо  водитель заблаговременно занимает соответствующее крайнее положение на проезжей части дороги и на полосе, предназначенной для движения в данном направлении.Горизонтальную разметку 1.1 для перестроения пересекать запрещается. Соответственно с данной полосы Вы можете продолжить движение прямо, налево и на разворот, но только после включения зеленого сигнала светофора в основной секции.(Раздел 5, пункт 3. Раздел 8, пункт 6, ПДД РК. Дорожные знаки Приложение 1 к ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Ваши действия при движении прямо:",
        "questionImg": "/stamp/img/4cf9cb92ebb8277446bc26e11dbbc77a",
        "options": [
            "Выполните обгон автобуса справа. ",
            "Проедете прямо, дождавшись, когда автобус завершит маневр. ",
            "Возможны оба варианта."
        ],
        "id": "914",
        "correctAnswerId": 2,
        "explanationId": "Обгон транспортного средства, водитель которого подал сигнал поворота налево и приступил к выполнению маневра, производится с правой стороны, если это не создаст помех транспортным средствам, движущимся по правой полосе движения. То есть в противном случае Вы дождетесь проезда автобуса.(Раздел 11, пункт 2, ПДД РК)"
    },
    {
        "text": "В каком направлении Вам разрешено продолжить движение на перекрестке, в данной ситуации? ",
        "questionImg": "/stamp/img/7d870741ca710cadc2dab8ef6787ba4b",
        "options": [
            "Только направо. ",
            "Направо и налево.",
            "Направо, налево и в обратном направлении. ",
            "В любом направлении."
        ],
        "id": "837",
        "correctAnswerId": 0,
        "explanationId": "Данный дорожный знак 4.1.6 «Движение направо или налево» разрешает движение только в направлениях, указанных на знаках стрелками. Однако для поворота налево или разворота Вам необходимо перестроится на левую полосу движения, что не позволяет Вам сделать горизонтальная разметка 1.1. (Дорожные знаки. Приложение 1 к ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК) "
    },
    {
        "text": "С какой максимальной скоростью Вам разрешается продолжить движение, после выезда из населенного пункта управляя легковым автомобилем в данной ситуации?",
        "questionImg": "/stamp/img/e666d91a653602ae7540997301e3f42d",
        "options": [
            "70 км/ч. ",
            "80 км/ч. ",
            "90 км/ч. ",
            "100 км/ч. ",
            "110 км/ч.",
            "140 км/ч."
        ],
        "id": "1193",
        "correctAnswerId": 4,
        "explanationId": "Данный дорожный знак 5.23 «Конец населенного пункта» обозначает место, с которого на данной дороге утрачивают силу требования Правил, устанавливающие порядок движения в населенных пунктах. Легковым автомобилям на дорогах вне населенного пункта, имеющих разделительную полосу, разрешается двигаться со скоростью, не превышающей, установленной соответствующим дорожным знаком 3.24 «Ограничение максимальной скорости», но не более 110 км/час. (Раздел 10, пункт 3.1, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "По какой из указанных траекторий Вам разрешено выполнить поворот налево?  ",
        "questionImg": "/stamp/img/e94207777a0e3f1ad32286d9a2810fd4",
        "options": [
            "Только по траектории I. ",
            "Только по траектории II. ",
            "По обеим траекториям разрешается.",
            "По обеим траекториям запрещается."
        ],
        "id": "807",
        "correctAnswerId": 3,
        "explanationId": "В данной ситуации Вы можете продолжить движение только прямо.При нанесении горизонтальной разметки 1.18 указывается разрешенные на перекрестке направления движения по полосам движения, однако при этом не допускается занимать не крайние полосы движения при свободных крайних.Выполнить перестроение Вам не позволяет горизонтальная разметка 1.1. Разворот разрешается с крайней левой полосы.(Раздел 8, пункт 6, ПДД РК.  Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "О чем информирует Вас сигнал данного светофора?",
        "questionImg": "/stamp/img/6216f880a194685ba6328409895b9fcf",
        "options": [
            "Поворот направо разрешен, но необходимо уступить дорогу пешеходам. ",
            "При включении зеленого сигнала светофора движение будет разрешено только направо.",
            "На этом перекрестке всегда запрещен поворот направо."
        ],
        "id": "641",
        "correctAnswerId": 1,
        "explanationId": "Сигналы светофора, выполненные в виде стрелок красного, желтого и зеленого цветов, имеют то же значение, что и круглые сигналы соответствующего цвета, но их действие распространяется только на направление (направления), указываемое стрелками.(Раздел 5, пункт 3, ПДД РК)"
    },
    {
        "text": "Кому Вы уступите дорогу при повороте налево? ",
        "questionImg": "/stamp/img/aedaa4d16d64033faa00391a4c55a29c",
        "options": [
            "Только автобусу. ",
            "Только автомобилю с включенным проблесковым маячком и специальным звуковым сигналом.",
            "Обоим транспортным средствам.",
            "Никому."
        ],
        "id": "686",
        "correctAnswerId": 2,
        "explanationId": "При повороте налево или развороте по разрешающему сигналу светофора водитель безрельсового транспортного средства уступает дорогу транспортным средствам, движущимся со встречного направления прямо или направо. Водители транспортных средств оперативных и специальных служб с включенным проблесковым маячком синего и (или) красного цвета, выполняя неотложное служебное задание, могут отступать от требований сигналов светофора. Для получения преимущества перед другими участниками движения водители таких транспортных средств включают проблесковый маячок синего и (или) красного цвета и специальный звуковой сигнал.Соответственно Вы завершите проезд перекрестка последним, уступив дорогу, сначала-водителю автомобиля с включенным проблесковым маячком синего и красного цвета и специальным звуковым сигналом, а затем-водителю автобуса.(Раздел 6, пункт 1. Раздел 13, пункт 5, ПДД РК) "
    },
    {
        "text": "В каких направлениях Вам разрешено продолжить движение на перекрестке, в данной ситуации? ",
        "questionImg": "/stamp/img/7a7d6cab8b060437025c7e914d75e570",
        "options": [
            "Только прямо. ",
            "Только направо.",
            "Прямо и направо.",
            "Движение во всех направлениях запрещено."
        ],
        "id": "772",
        "correctAnswerId": 3,
        "explanationId": "При данном положении регулировщика, когда правая рука вытянута со стороны груди - всем транспортным средствам разрешено движение только направо. Для этого Вам необходимо занять правую полосу движения, но горизонтальную разметку 1.1 пересекать запрещается. Соответственно с данной полосы Вы можете продолжить движение в других направлениях (налево, разворот и прямо) при соответствующем положении регулировщика.(Раздел 5, пункт 10.2. Раздел 8, пункт 6, ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК) "
    },
    {
        "text": "Разрешается ли Вам выполнить разворот при таком положении регулировщика? ",
        "questionImg": "/stamp/img/8b0d711f20dea64c4cb1b8faddf6def3",
        "options": [
            "Разрешается, не уступая дорогу автобусу. ",
            "Запрещается.",
            "Разрешается, уступив дорогу автобусу."
        ],
        "id": "793",
        "correctAnswerId": 2,
        "explanationId": "Так как Вы находитесь на крайней левой полосе движения, то при данном положении регулировщика, когда правая рука вытянута вперед, со стороны левого бока - разрешено движение налево(разворот) и прямо. При выполнении разворота Вы уступаете дорогу водителю автобуса.(Раздел 5, пункт 10.2. Раздел 8, пункт 6, ПДД РК)\n"
    },
    {
        "text": "По каким  из указанных траекторий Вам разрешается продолжить движение? ",
        "questionImg": "/stamp/img/7b3a62386730f890b203fe1079cf7b3c",
        "options": [
            "По траектории I .",
            "По траектории II. ",
            "По всем указанным направлениям."
        ],
        "id": "214132",
        "correctAnswerId": 1,
        "explanationId": "На дорогах с двусторонним движением, при отсутствии разделительной полосы островки безопасности, тумбы и элементы дорожных сооружений (опоры мостов, путепроводов и тому подобное), находящиеся на середине проезжей части дороги, водитель объезжает справа, если знаки и разметка не предписывают иное. (Раздел 9, пункт 12, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам остановка в указанном месте? ",
        "questionImg": "/stamp/img/9566726380bad3431850c876dc69c040",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Запрещается, если это создаст помехи движению транспортных средств."
        ],
        "id": "680",
        "correctAnswerId": 0,
        "explanationId": "Остановка запрещается в местах, где расстояние между остановившимся транспортным средством и сплошной линией разметки (кроме обозначающей край проезжей части дороги) или противоположным краем проезжей части дороги, или стоящим у противоположного края проезжей части дороги транспортным средством меньше трех метров, если это создает помехи движению транспортных средств. В данной ситуации остановка разрешается, так как слева от Вас не сплошная линия разметки. Ну а что касается ширины данного легкового автомобиля, то она более 1 метра.(Раздел 12, пункт 4.4, ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "С какой скоростью Вы обязаны двигаться после проезда данных дорожных знаков при движении по этой полосе вне населенного пункта, управляя легковым автомобилем? ",
        "questionImg": "/stamp/img/fb1279f3032e3d30ef940f4c98bde8d6",
        "options": [
            "Не более 50 км/ч. ",
            "Не менее 50 км/ч., но не более 140 км/ч. ",
            "Не менее 50 км/ч., но не более 100 км/ч.",
            "Не менее 50 км/ч., максимальная скорость не ограничена."
        ],
        "id": "1268",
        "correctAnswerId": 2,
        "explanationId": "Табличка 7.14 «Полоса движения» указывает полосу движения, на которую распространяется действие знака 4.7 «Ограничение минимальной скорости» который  разрешает движение только с указанной или большей скоростью (км/час). Легковым автомобилям на дорогах вне населенного пункта, не имеющих разделительную полосу, движение разрешается со скоростью не более 100 км/час. (Раздел 10, пункт 3.1, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Как обязан поступить водитель легкового автомобиля при приближении автомобиля с включенным проблесковым маячком синего цвета и специальным звуковым сигналом? ",
        "questionImg": "/stamp/img/fdbd46b455e1c7b310238a8f17509f10",
        "options": [
            "Продолжить дальнейшее движение. ",
            "Перестроиться на правую полосу и снизить скорость.",
            "Остановиться у тротуара."
        ],
        "id": "1166",
        "correctAnswerId": 1,
        "explanationId": "При приближении транспортных средств с включенными проблесковым маячком синего и (или) красного цвета и специальным звуковым сигналом водители уступают дорогу для обеспечения беспрепятственного проезда этих и сопровождаемых ими других транспортных средств. (Раздел 6, пункт 2, ПДД РК)"
    },
    {
        "text": "Разрешается ли водителю грузового автомобиля начать, обгон в данной ситуации? ",
        "questionImg": "/stamp/img/df2168bbc95a6aadaad905a4035dacbf",
        "options": [
            "Разрешается.",
            "Запрещается."
        ],
        "id": "748",
        "correctAnswerId": 1,
        "explanationId": "Прежде чем начать обгон, водителю грузового автомобиля необходимо убедиться в том, что водитель транспортного средства, движущегося впереди по той же полосе, не подал сигнал о маневрировании налево.(Раздел 11, пункт 1.3, ПДД РК)"
    },
    {
        "text": "В каких направлениях Вам разрешается продолжить движение? ",
        "questionImg": "/stamp/img/1459e56d82bf6546fb1d82287c20a67f",
        "options": [
            "Только прямо. ",
            "Только направо.",
            "Налево и в обратном направлении.",
            "Во всех направлениях разрешается.",
            "Во всех направлениях запрещается."
        ],
        "id": "1014",
        "correctAnswerId": 2,
        "explanationId": "В данной ситуации светофор разрешает движение направо, налево (разворот). Однако перед поворотом направо, налево или разворотом водитель заблаговременно занимает соответствующее крайнее положение на проезжей части дороги и на полосе.(Раздел 5, пункт 4. Раздел 8, пункт 6, ПДД РК)"
    },
    {
        "text": "Ваши действия в данной ситуации? ",
        "questionImg": "/stamp/img/6cbfb5da3f2f9020bce3edc94a9151f8",
        "options": [
            "Включить правый указатель поворота. ",
            "Включение указателя поворота не требуется.",
            "Включить правый указатель поворота только при наличии движущихся сзади транспортных средств."
        ],
        "id": "1270",
        "correctAnswerId": 1,
        "explanationId": "Перед началом выполнения маневра водитель подает сигналы световыми указателями соответствующего назначения, а если они отсутствуют или неисправны - рукой. Дорожный знак 1.11.1 «Опасный поворот» (направо) предупреждает о приближении к закруглению дороги малого радиуса или с ограниченной видимостью. Движение по закруглению дороги малого радиуса не является маневром. (Раздел 8, пункт 1, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Что означает сочетание красного и желтого круглых сигналов светофора? ",
        "questionImg": "",
        "options": [
            "Запрещает движение и информирует о неисправности светофора. ",
            "Запрещает движение и информирует о предстоящем включении зеленого сигнала.",
            "Разрешает движение."
        ],
        "id": "1425",
        "correctAnswerId": 1,
        "explanationId": "Сочетание красного и желтого сигналов запрещает движение и информирует о предстоящем включении зеленого сигнала. (Раздел 5, пункт 2.5, ПДД РК)"
    },
    {
        "text": "В каких направлениях Вам разрешается продолжить движение? ",
        "questionImg": "/stamp/img/6609f659e2f1653dd7133546cf52ba5c",
        "options": [
            "Только прямо. ",
            "Прямо или направо.",
            "Движение во всех направлениях разрешается.",
            "Движение во всех направлениях запрещается."
        ],
        "id": "1021",
        "correctAnswerId": 0,
        "explanationId": "Как светофор, так и дорожный знак 5.8.1 «Направления движения по полосам», разрешает движение по данной полосе только прямо.(Раздел 5, пункт 4. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам стоянка в указанном месте? ",
        "questionImg": "/stamp/img/d78ace3759cfdd5552e9f4e87f1094b6",
        "options": [
            "Разрешается.",
            "Запрещается."
        ],
        "id": "539",
        "correctAnswerId": 1,
        "explanationId": "Стоянка запрещается на железнодорожных переездах и ближе пятидесяти метров от железнодорожных переездов.Указанное место стоянки, в данном случае, находится за дорожным знаком 1.4.3 «Приближение к железнодорожному переезду», который устанавливается на расстоянии не менее 50 метров до переезда.(Раздел 12, пункт 5.1, пункт 5.5. Дорожные знаки. Приложение 1 к ПДД РК) "
    },
    {
        "text": "С какой максимальной скоростью Вам разрешается продолжить движение при управлении грузовым автомобилем с разрешенной максимальной массой не более 3,5 тонн, вне населенного пункта (не на автомагистралях)?",
        "questionImg": "/stamp/img/cabe6124e304a5b6103a7f1249f19bae",
        "options": [
            "70 км/ч. ",
            "80 км/ч. ",
            "90 км/ч. ",
            "100 км/ч. ",
            "110 км/ч.",
            "140 км/ч."
        ],
        "id": "756",
        "correctAnswerId": 2,
        "explanationId": "Вне населенных пунктов разрешается движение грузовым автомобилям с разрешенной максимальной массой не более трех тысяч пятьсот килограмм, междугородним автобусам, микроавтобусам на автомагистралях - не более 110 км/ч, на дорогах, имеющих разделительную полосу, - не более 100 км/час, на остальных дорогах - не более 90 км/час.(Раздел 10, пункт 3.2, ПДД РК)"
    },
    {
        "text": "Обязаны ли Вы уступить дорогу встречному автомобилю, в данной ситуации, согласно Правилам  дорожного движения? ",
        "questionImg": "/stamp/img/0626e439dc4426c7f7e12f8b3841d07d",
        "options": [
            "Да.",
            "Нет."
        ],
        "id": "727",
        "correctAnswerId": 1,
        "explanationId": "Если встречный разъезд затруднен и приоритетность разъезда не определена знаками 2.6 «Преимущество встречного движения» и 2.7 «Преимущество перед встречным движением», то на уклоне, обозначенному в данной ситуации дорожным знаком 1.14 «Крутой подъем», при наличии препятствия уступает дорогу водитель транспортного средства, движущегося на спуск, то есть водитель встречного транспортного средства уступает дорогу.(Раздел 11, пункт 7, ПДД РК. Дорожные знаки.Приложение 1 к ПДД РК)"
    },
    {
        "text": "С какой максимальной скоростью Вам разрешается движение при буксировке механического транспортного средства после проезда данного дорожного знака? ",
        "questionImg": "/stamp/img/bd120a6d24c85c6c6b49230785bb1512",
        "options": [
            "50 км/ч. ",
            "60 км/ч. ",
            "70 км/ч. ",
            "90 км/ч. ",
            "100 км/ч."
        ],
        "id": "974",
        "correctAnswerId": 0,
        "explanationId": "При буксировке механических транспортных средств скорость движения не должна превышать 50 км/час.(Раздел 10, пункт 4.2, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам осуществить остановку в указанном месте? ",
        "questionImg": "/stamp/img/beb644d982e60908a6436872a12c896d",
        "options": [
            "Разрешается.",
            "Разрешается, если это не создаст помех движению трамвая. ",
            "Запрещается."
        ],
        "id": "1219",
        "correctAnswerId": 1,
        "explanationId": "Остановка запрещается в непосредственной близости от трамвайных путей, если это создает помехи движению трамваев. (Раздел 12, пункт 4.1, ПДД РК)"
    },
    {
        "text": "В каких направлениях Вам разрешается продолжить движение в данной ситуации? ",
        "questionImg": "/stamp/img/cde382503528e5c6cb07c87db39a72bd",
        "options": [
            "Только прямо. ",
            "Только прямо и направо. ",
            "Во всех направлениях разрешается. ",
            "Во всех направлениях запрещается."
        ],
        "id": "717",
        "correctAnswerId": 1,
        "explanationId": "При данном положении регулировщика, когда руки вытянуты в стороны или опущены, со стороны левого и правого бока - разрешено движение безрельсовым транспортным средствам прямо и направо, пешеходам разрешено переходить проезжую часть дороги.(Раздел 5, пункт 10.1, ПДД РК)\n"
    },
    {
        "text": "Разрешается ли Вам остановка в указанном месте? ",
        "questionImg": "/stamp/img/85f8d1f9e1335e025393db396157cf3f",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Запрещается, если это создаст помехи движению транспортных средств."
        ],
        "id": "679",
        "correctAnswerId": 2,
        "explanationId": "Остановка запрещается в местах, где расстояние между остановившимся транспортным средством и сплошной линией разметки (кроме обозначающей край проезжей части дороги) или противоположным краем проезжей части дороги, или стоящим у противоположного края проезжей части дороги транспортным средством меньше трех метров, если это создает помехи движению транспортных средств. В данной ситуации слева от Вас сплошная линия разметки, а что касается ширины данного легкового автомобиля, то она более 1 метра.(Раздел 12, пункт 4.4, ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам выполнить разворот с использованием правой обочины? ",
        "questionImg": "/stamp/img/f09229678c50fdd3c5a43ebf18c68f2b",
        "options": [
            "Запрещается.",
            "Разрешается, но только в светлое время суток.",
            "Разрешается, если ширина проезжей части недостаточна для выполнения маневра. ",
            "Разрешается, уступая дорогу попутным и встречным транспортным средствам. ",
            "Действия перечисленные в п.п. 2 и 3. ",
            "Действия перечисленные в п.п. 3 и 4."
        ],
        "id": "1156",
        "correctAnswerId": 5,
        "explanationId": "Если при развороте вне перекрестка ширина проезжей части дороги недостаточна для выполнения маневра из крайнего левого положения, его допускается производить только от правого края проезжей части дороги (с правой обочины). При этом водитель уступает дорогу попутным и встречным транспортным средствам. (Раздел 8, пункт 9, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам выполнить разворот на мосту? ",
        "questionImg": "/stamp/img/572aedaed14aeb88bb66cdcbae5a9adb",
        "options": [
            "Разрешается, при отсутствии встречных транспортных средств.",
            "Разрешается, только при видимости дороги более 100 метров. ",
            "Запрещается."
        ],
        "id": "649",
        "correctAnswerId": 2,
        "explanationId": "Разворот запрещается на мостах, путепроводах, эстакадах и под ними.(Раздел 8, пункт 12.3, ПДД РК)"
    },
    {
        "text": "Уступите ли Вы  дорогу водителю автомобиля, который намерен перестроиться на Вашу полосу движения, согласно Правил?",
        "questionImg": "/stamp/img/d2bf7b62114a43d05b7816ee20dd057c",
        "options": [
            "Да.",
            "Нет."
        ],
        "id": "660",
        "correctAnswerId": 1,
        "explanationId": "Нет ,так как при перестроении водитель уступает дорогу транспортным средствам, движущимся попутно без изменения направления движения, то есть Вам.(Раздел 8, пункт 5, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам осуществить остановку в указанном месте? ",
        "questionImg": "/stamp/img/c1129bb15ee7d69842fb147fdedf3020",
        "options": [
            "Разрешается.",
            "Разрешается, если это не создаст помех движению трамвая. ",
            "Запрещается."
        ],
        "id": "1218",
        "correctAnswerId": 2,
        "explanationId": "Остановка запрещается в непосредственной близости от трамвайных путей, если это создает помехи движению трамваев. (Раздел 12, пункт 4.1, ПДД РК)"
    },
    {
        "text": "В каких направлениях Вам разрешается продолжить движение? ",
        "questionImg": "/stamp/img/04ffd8273723a2c267e0eddcfa982247",
        "options": [
            "Только прямо. ",
            "Только направо.",
            "Налево и в обратном направлении.",
            "Во всех направлениях разрешается.",
            "Во всех направлениях запрещается."
        ],
        "id": "1012",
        "correctAnswerId": 4,
        "explanationId": "В данной ситуации светофор разрешает движение направо, налево (разворот). Однако перед поворотом направо, налево или разворотом водитель заблаговременно занимает соответствующее крайнее положение на проезжей части дороги и на полосе.(Раздел 5, пункт 4. Раздел 8, пункт 6, ПДД РК)"
    },
    {
        "text": "По какой из полос данного направления Вы продолжите движение после опережения автобуса, в населенном пункте? ",
        "questionImg": "/stamp/img/66642459dd890b366ae67d6a6eb23426",
        "options": [
            "По левой полосе.",
            "По правой полосе. ",
            "По любой из полос движения."
        ],
        "id": "818",
        "correctAnswerId": 2,
        "explanationId": "В населенных пунктах движение осуществляется по любой полосе, однако водители транспортных средств, движущиеся по левым полосам со скоростью меньше разрешенной, освобождают занимаемую ими полосу с перестроением вправо транспортным средствам, приближающимся сзади по той же полосе с более высокой скоростью и подающим предупредительные (световые) сигналы. Также необходимо учитывать, что транспортные средства, скорость движения которых не превышает 40 км/ч или которые по техническим причинам не развивают такую скорость, двигаются по крайней правой полосе, предназначенной для движения данного транспортного средства в нужном ему направлении, кроме случаев объезда, обгона, перестроения перед поворотом налево, разворотом или остановкой (стоянкой) в разрешенных случаях на левой стороне дороги. Также запрещается управлять грузовыми автомобилями с разрешенной максимальной массой более трех тысяч пятьсот килограмм далее второй полосы на автомагистралях. На дорогах с велосипедной полосой движения, обозначенной знаком 4.5 с табличкой 7.14, не осуществляется движение и не производится остановка других транспортных средств на этой полосе, кроме мопедов.\nЕсли полоса, обозначенная знаком 4.5 с табличкой 7.14, отделена от остальной проезжей части дороги прерывистой линией разметки, то при поворотах транспортные средства перестраиваются на нее. Разрешается также в таких местах заезжать на эту полосу при въезде на дорогу и для посадки и высадки пассажиров у правого края проезжей части дороги.\n(Раздел 9, пункт 4 и 5. Раздел 16, пункт 1. Раздел 24, пункт 2. ПДД РК Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам покинуть крайнюю правую полосу движения, управляя транспортным средством, скорость которого менее 40 км/ч.? ",
        "questionImg": "/stamp/img/a570a9392cdbb35a8c2ea0c73350a6f7",
        "options": [
            "Разрешается только при обгоне или объезде. ",
            "Разрешается только при перестроении перед поворотом налево или разворотом. ",
            "Разрешается для остановки или стоянки на левой стороне дороги. ",
            "Во всех перечисленных случаях разрешается.",
            "Во всех перечисленных случаях запрещается."
        ],
        "id": "1151",
        "correctAnswerId": 3,
        "explanationId": "Транспортные средства, скорость движения которых не превышает 40 км/час или которые по техническим причинам не развивают такую скорость, двигаются по крайней правой полосе, предназначенной для движения данного транспортного средства в нужном ему направлении, кроме случаев объезда, обгона, перестроения перед поворотом налево, разворотом или остановкой (стоянкой) в разрешенных случаях на левой стороне дороги. На левой стороне дороги остановка и стоянка допускаются в населенных пунктах на дорогах с одной полосой движения для каждого направления без трамвайных путей посередине и дорогах с односторонним движением. (Раздел 9, пункт 5. Раздел 12, пункт 1. ПДД РК)"
    },
    {
        "text": "Обязаны ли Вы при движении по главной дороге включить левый указатель поворота?",
        "questionImg": "/stamp/img/25f39079c55c129556d3dc907238df28",
        "options": [
            "Обязаны.",
            "Не обязаны. ",
            "Только при приближении транспортных средств, с других направлений. "
        ],
        "id": "489",
        "correctAnswerId": 0,
        "explanationId": "Перед началом выполнения маневра водитель заблаговременно подает сигналы световыми указателями соответствующего назначения.Повороты(разворот) являются маневрами, соответственно включение указателей поворота (поворотники) требуется.(Раздел 1, пункт 2.42. Раздел 8,пункт 1, ПДД РК) "
    },
    {
        "text": "Разрешается ли Вам остановка под мостом (путепроводом)? ",
        "questionImg": "/stamp/img/ff8051e42503489bd14a8d1ec8d07496",
        "options": [
            "Разрешается.",
            "Разрешается, но только с  частичным заездом на тротуар. ",
            "Запрещается.",
            "Запрещается, если для движения в данном направлении менее трех полос."
        ],
        "id": "963",
        "correctAnswerId": 2,
        "explanationId": "Остановка  под эстакадами, мостами, путепроводами запрещается (независимо от количества полос).(Раздел 12, пункт 4.3, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам выполнить поворот налево в данной ситуации? ",
        "questionImg": "/stamp/img/d6dc75ed9fa25aca029ac408a7de01d1",
        "options": [
            "Разрешается.",
            "Разрешается, уступив дорогу встречному автомобилю.",
            "Запрещается."
        ],
        "id": "919",
        "correctAnswerId": 2,
        "explanationId": "Водители и пешеходы выполняют требования сигналов и распоряжения регулировщика, даже если они противоречат сигналам светофора. Данное положение регулировщика, когда руки вытянуты в стороны или опущены, со стороны левого и правого бока  разрешается движение транспортным средствам прямо и направо.(Раздел 5, пункт 10.1, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам выполнить обгон трактора в данной ситуации? ",
        "questionImg": "/stamp/img/1cf5c4bb4ec46ef8b04108b79d533ee6",
        "options": [
            "Разрешается.",
            "Разрешается, если обгон будет завершен до ближайшего перекрестка.",
            "Запрещается."
        ],
        "id": "716",
        "correctAnswerId": 1,
        "explanationId": "Данный дорожный знак 1.6 «Пересечение равнозначных дорог» предупреждает о приближении к нерегулируемому пересечению равнозначных дорог. Обгон запрещается на нерегулируемых перекрестках при движении по дороге, не являющейся главной. Следовательно обгон необходимо выполнить до перекрестка, тем более прерывистая линия горизонтальной разметки и расстояние до перекрестка(150-300 метров) это позволяют сделать.(Раздел 11, пункт 5.2, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК. Разметка дорожная и ее характеристики. Приложение 2 к ПДД РК)"
    },
    {
        "text": "Разрешена ли Вам стоянка в указанном месте на мосту? ",
        "questionImg": "/stamp/img/ff6e0c05faab2426b84ef4d94dee708b",
        "options": [
            "Запрещается.",
            "Разрешается."
        ],
        "id": "661",
        "correctAnswerId": 0,
        "explanationId": "Стоянка запрещается на эстакадах, мостах, путепроводах (независимо от количества полос).(Раздел 12, пункт 5.3, ПДД РК)"
    },
    {
        "text": "Кому Вы уступите дорогу при повороте налево? ",
        "questionImg": "/stamp/img/abf42af62d31588f1ee780ca4bbcded1",
        "options": [
            "Уступите дорогу обоим транспортным средствам. ",
            "Уступите дорогу автомобилю с включённым проблесковым маячком и специальным звуковым сигналом. ",
            "Уступите дорогу только автобусу. ",
            "Никому не уступите дорогу."
        ],
        "id": "506",
        "correctAnswerId": 0,
        "explanationId": "При приближении транспортных средств с включенными проблесковым маячком синего и (или) красного цвета и специальным звуковым сигналом водители уступают дорогу для обеспечения беспрепятственного проезда этих и сопровождаемых ими других транспортных средств.Соответственно автомобиль с включенными проблесковым маячком проедет перекресток первым.При повороте налево или развороте по разрешающему сигналу светофора водитель безрельсового транспортного средства уступает дорогу транспортным средствам, движущимся со встречного направления прямо или направо.Соответственно при повороте налево, Вы уступите дорогу обоим транспортным средствам.(Раздел 6, пункт 2. Раздел 13, пункт 5. ПДД РК)"
    },
    {
        "text": "Когда Вам необходимо включить левый указатель поворота для выполнения разворота на перекрестке? ",
        "questionImg": "/stamp/img/e6fbccc76876126d6b22b6109c5a3fea",
        "options": [
            "Перед въездом на перекресток, так как поворот налево запрещен.",
            "Указатель поворота включать не нужно, так как он может ввести в заблуждение других участников движения. ",
            "Заблаговременно до начала маневра, при этом сигнал не должен вводить в заблуждение других участников движения."
        ],
        "id": "541",
        "correctAnswerId": 2,
        "explanationId": "Подача сигнала указателями поворота или рукой производится не вводя в заблуждение других участников движения, заблаговременно до начала выполнения маневра.(Раздел 8,пункт 2, ПДД РК)"
    },
    {
        "text": "Разрешается ли Вам поворот на дорогу с грунтовым покрытием? ",
        "questionImg": "/stamp/img/ff48fc9f8b7a95e9e371a4e7cc21bf64",
        "options": [
            "Разрешается.",
            "Запрещается, так как дорога с грунтовым покрытием расположена перед опасным поворотом. ",
            "Запрещается, при видимости дороги менее 100 метров."
        ],
        "id": "537",
        "correctAnswerId": 0,
        "explanationId": "В данной ситуации Вы приближаетесь к участку с ограниченной видимостью.  Если расстояние видимости на таких участках менее 100 метров-    запрещаются: остановка( стоянка) на проезжей части дорог; обгон, связанный с выездом на полосу встречного направления; разворот и движение задним ходом. Соответственно поворот налево возможен.(Раздел 8, пункт 12.5, пункт 13. Раздел 11, пункт 5.6. Раздел 12, пункт 4.6.ПДД РК)"
    },
    {
        "text": "Разрешена ли Вам остановка в указанном месте? ",
        "questionImg": "/stamp/img/386a975b8d2585b494166df0f5963307",
        "options": [
            "Разрешена.",
            "Запрещена."
        ],
        "id": "685",
        "correctAnswerId": 1,
        "explanationId": "Остановка запрещается на пересечении проезжих частей дорог и ближе 30 метров от края пересекаемой проезжей части дороги.В данной ситуации, указанное место остановки находится на расстоянии менее 30 метров от края пересекаемой проезжей части дороги справа. Дорога – вся полоса отвода земли либо поверхность искусственного сооружения, обустроенная или приспособленная и используемая для движения транспортных средств и пешеходов в порядке, установленном Законом Республики Казахстан \"О дорожном движении\" и настоящими Правилами.  (Раздел 1,пункт 2.21. Раздел 12, пункт 4.7, ПДД РК)"
    },
    {
        "text": "В каких направлениях Вам разрешается продолжить движение? ",
        "questionImg": "/stamp/img/fc5f6076e3dfacddb653cef766cac52b",
        "options": [
            "Только прямо. ",
            "Только направо.",
            "Налево и в обратном направлении.",
            "Во всех направлениях разрешается.",
            "Во всех направлениях запрещается."
        ],
        "id": "1017",
        "correctAnswerId": 0,
        "explanationId": "Если на основной зеленый сигнал светофора нанесена черная контурная стрелка (стрелки), то она информирует водителей о наличии дополнительной секции светофора и указывает иные разрешенные направления движения, чем сигнал дополнительной секции.Соответственно Вы можете продолжить движение только прямо.(Раздел 5, пункт 4, ПДД РК)"
    },
    {
        "text": "С какой максимальной скоростью Вам разрешается продолжить движение при управлении легковым автомобилем с прицепом на данном участке дороги? ",
        "questionImg": "/stamp/img/87bc3358e1314c782c6534c8c7a0f4af",
        "options": [
            "70 км/ч. ",
            "80 км/ч. ",
            "90 км/ч. ",
            "100 км/ч. ",
            "110 км/ч.",
            "140 км/ч."
        ],
        "id": "1185",
        "correctAnswerId": 1,
        "explanationId": "Легковым автомобилям при буксировке прицепа, на дорогах, имеющих разделительную полосу, движение разрешается со скоростью не более 80 км/час. Разделительная полоса - конструктивно выделенный элемент дороги, разделяющий смежные проезжие части дороги и не предназначенный для движения или остановки безрельсовых транспортных средств и пешеходов. (Раздел 1, пункт 2.11. Раздел 10, пункт 3.3, ПДД РК)"
    },
    {
        "text": "Ваши действия в данной ситуации? ",
        "questionImg": "/stamp/img/9782e497c543137fb7d3d84b855aac07",
        "options": [
            "Продолжите дальнейшее движение. ",
            "Перестроитесь на правую полосу и снизите скорость.",
            "Остановитесь справа у тротуара."
        ],
        "id": "1167",
        "correctAnswerId": 0,
        "explanationId": "При приближении транспортных средств с включенными проблесковым маячком синего и (или) красного цвета и специальным звуковым сигналом водители уступают дорогу для обеспечения беспрепятственного проезда этих и сопровождаемых ими других транспортных средств. (Раздел 6, пункт 2, ПДД РК)"
    },
    {
        "text": "С какой максимальной скоростью Вам разрешается продолжить движение при управлении легковым автомобилем с прицепом на данном участке дороги? ",
        "questionImg": "/stamp/img/9609767b507e44be83d1d6404cfd39e6",
        "options": [
            "70 км/ч. ",
            "90 км/ч. ",
            "100 км/ч. ",
            "110 км/ч. ",
            "140 км/ч. "
        ],
        "id": "984",
        "correctAnswerId": 1,
        "explanationId": "Данный участок дороги является автомагистралью, об этом информирует зеленый фон дорожного знака. Легковым автомобилям при буксировке прицепа на автомагистралях, разрешается двигаться со скоростью не более 90 км/час.(Раздел 10, пункт 3.3, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "Разрешено ли водителю легкового автомобиля выполнить движение задним ходом на данном участке дороги? ",
        "questionImg": "/stamp/img/b8e84e2f67baf5194cf7e23acc4c2c12",
        "options": [
            "Разрешено.",
            "Разрешено, но только до пешеходного перехода.",
            "Запрещено."
        ],
        "id": "898",
        "correctAnswerId": 1,
        "explanationId": "Данный дорожный знак 5.5 «Дорога с односторонним движением» обозначает дорогу или проезжую часть, по которой движение транспортных средств по всей ширине осуществляется в одном направлении.  Движение задним ходом на дорогах с односторонним движением не запрещается. Однако движение задним ходом запрещается на пешеходных переходах.(Раздел 8, пункт 12.1, пункт 13, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "В каком из указанных мест Вам разрешается остановка? ",
        "questionImg": "/stamp/img/ef8a04da88e68288c142396eaffac92e",
        "options": [
            "Только в указанных местах I и II. ",
            "Только в указанном месте II.",
            "Только в указанных местах II и III. ",
            "Во всех указанных местах разрешается. "
        ],
        "id": "917",
        "correctAnswerId": 0,
        "explanationId": "Остановка запрещается на пешеходных переходах и ближе пяти метров перед ними(указанное место III).(Раздел 12, пункт 4.5, ПДД РК)"
    },
    {
        "text": "В каких направлениях Вам разрешается продолжить движение в данной ситуации? ",
        "questionImg": "/stamp/img/42583e4b24c83d895d3c7f400f511bb3",
        "options": [
            "Только прямо. ",
            "Только налево и в обратном направлении.",
            "Прямо, налево и в обратном направлении.",
            "Во всех направлениях разрешается.",
            "Во всех направлениях запрещается."
        ],
        "id": "982",
        "correctAnswerId": 3,
        "explanationId": "При данном положении регулировщика, когда правая рука вытянута вперед, со стороны левого бока  безрельсовым транспортным средствам разрешается движение во всех направлениях.(Раздел 5, пункт 10.2, ПДД РК)\n "
    },
    {
        "text": "На каком минимальном расстоянии до знака 5.12 «Место остановки автобуса и (или) троллейбуса » Вам разрешено выполнить остановку? ",
        "questionImg": "/stamp/img/5cea53a9db24d23eb6823951cb6ed33d",
        "options": [
            " 5 метров.",
            "10 метров.",
            "15 метров.",
            "30 метров."
        ],
        "id": "879",
        "correctAnswerId": 2,
        "explanationId": "Остановка запрещается на остановочных площадках и ближе пятнадцати метров к ним, а при их отсутствии - ближе пятнадцати метров от указателя остановки маршрутных транспортных средств(дорожный знак 5.12 «Место остановки автобуса и (или) троллейбуса») или такси.(Раздел 12, пункт 4.7, ПДД РК. Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "С какой максимальной скоростью Вы можете продолжить движение на легковом автомобиле с прицепом, после проезда данного дорожного знака? ",
        "questionImg": "/stamp/img/ccd53639cd8252dca8526650d877f56b",
        "options": [
            "60 км/ч. ",
            "70 км/ч. ",
            "80 км/ч. ",
            "90 км/ч. ",
            "110 км/ч."
        ],
        "id": "510",
        "correctAnswerId": 1,
        "explanationId": "В данной ситуации дорожный знак 3.24 «Ограничение максимальной скорости» допускает движение автомобиля со скоростью 90 км/час., но не более. Однако, легковым автомобилям при буксировке прицепа на автомагистралях - не более 90 км/час., на дорогах, имеющих разделительную полосу, - не более 80 км/час, на остальных дорогах - не более 70 км/час. Правильный вариант ответа 2.(Раздел 10, пункт 3.3, ПДД РК, Дорожные знаки. Приложение 1 к ПДД РК)"
    },
    {
        "text": "В каких направлениях Вам разрешается продолжить движение на перекрестке? ",
        "questionImg": "/stamp/img/5f0747283943096d7c4f54cd4a712f2e",
        "options": [
            "Только прямо. ",
            "Только направо.",
            "Только прямо и направо. ",
            "В любом направлении разрешается. ",
            "В любом направлении запрещается."
        ],
        "id": "709",
        "correctAnswerId": 2,
        "explanationId": "При данном положении регулировщика, когда руки вытянуты в стороны или опущены, со стороны левого и правого бока  безрельсовым транспортным средствам разрешено движение прямо и направо.(Раздел 5, пункт 10.1, ПДД РК)"
    },
    {
        "text": "Разрешен ли Вам обгон мотоцикла на пешеходном переходе в данной ситуации? ",
        "questionImg": "/stamp/img/4f05a8fc0e330938e2c2a052655fa4af",
        "options": [
            "Разрешен.",
            "Запрещен."
        ],
        "id": "721",
        "correctAnswerId": 0,
        "explanationId": "Обгон запрещается на пешеходных переходах при наличии на них пешеходов.В данной ситуации пешеходы отсутствуют.(Раздел 11, пункт 5.3,ПДД РК)"
    },
    {
        "text": "По какой траектории Вам разрешается выполнить разворот? ",
        "questionImg": "/stamp/img/516b31de462e84458df4f1b52e51ba43",
        "options": [
            "По траектории I. ",
            "По траектории II. ",
            "По траекториям I или II. ",
            "В данной ситуации разворот выполнить запрещено."
        ],
        "id": "504",
        "correctAnswerId": 0,
        "explanationId": "При наличии слева трамвайных путей попутного направления, расположенных на одном уровне с проезжей частью дороги, поворот налево и разворот должны выполняться с них, если знаками 5.8.1 или 5.8.2 не предписаны направления движения по полосам проезжей части дороги. При этом водитель уступает дорогу трамваю.(Раздел 8, пункт 6, ПДД РК)"
    },
    {
        "text": "С какой максимальной скоростью Вы можете продолжить движение в зоне действия данного дорожного знака, установленного в населенном пункте? ",
        "questionImg": "/stamp/img/8c47bbf116231cc1bda933ce08685a54",
        "options": [
            "60 км/ч. ",
            "70 км/ч. ",
            "80 км/ч. ",
            "90 км/ч. "
        ],
        "id": "461",
        "correctAnswerId": 2,
        "explanationId": "Данный дорожный знак 3.24 «Ограничение максимальной скорости» устанавливает специальный скоростной режим движения, что позволяет двигаться в населенном пункте со скоростью более 60 км/ч, но не более 80 км/ч.(Раздел 10, пункт 2, ПДД РК, Приложение 1 к ПДД-Дорожные знаки (по СТ РК 1125 и СТ РК 1412))"
    },
    {
        "text": "Разрешается ли Вам остановка в указанном месте? ",
        "questionImg": "/stamp/img/a39ac8a33dfcc31faa5ea629298cea0d",
        "options": [
            "Разрешается.",
            "Запрещается.",
            "Разрешается, но только для посадки (высадки) пассажира."
        ],
        "id": "1170",
        "correctAnswerId": 0,
        "explanationId": "На левой стороне дороги остановка и стоянка допускаются в населенных пунктах на дорогах с одной полосой движения для каждого направления без трамвайных путей посередине и дорогах с односторонним движением. (Раздел 12, пункт 1, ПДД РК) "
    },
    {
        "text": "Разрешена ли Вам остановка в данном месте, где расстояние до сплошной линии разметки слева, более 3-х метров? ",
        "questionImg": "/stamp/img/9f41235a9387489e662fbc06a8f10804",
        "options": [
            "Разрешена.",
            "Запрещена.",
            "Запрещена, если Вы создаете помехи движению транспортных средств."
        ],
        "id": "833",
        "correctAnswerId": 1,
        "explanationId": "Остановка запрещается на пересечении проезжих частей дорог и ближе тридцати метров от края пересекаемой проезжей части дороги. Соответственно Вам, в данной ситуации, запрещается осуществить остановку.(Раздел 12, пункт 4.7, ПДД РК)"
    }
]